{
  "symbol": "GYB",
  "address": "0x0A3e9A3c0a95C7D66D0178508437ee94c4E033a1",
  "overview":{
        "en": "The AD chain is a diversified business ecosystem that integrates the catering industry, tourism, hotel industry and e-commerce. It is based on the unique blockchain decentralized technology, and is divided into “industrial diversification, product differentiation and global distribution”. Under the guidance of the development strategy of “certification of assets”, it has developed steadily and constantly innovated, creating tremendous social value.The AD chain was founded by the Singapore Chinese Business Foundation. The company's main business scope: blockchain network technology research and development, digital asset management. The company is composed of a number of outstanding Chinese business elites. The current directors: XIAO YAO, CEO: GOH KHENG HEE，DANIEL, Chief Operating Officer: David Y Lei, etc., invited consultant: Zhou Rong. The Huashang Foundation adopted a decision-making form for the AD chain system.The AD chain structure consists of a decision-making committee, a fund self-governing committee, and an executive committee. The governance structure includes operational procedures and rules for daily work and special situations.In order to avoid the direction of community members, the inconsistency of decision-making, and even the resulting division of the community, the Huashang Foundation has defined the general affairs and privileged matters of the management community by establishing a good governance structure. The design goal of the Huashang Foundation governance structure is to maintain the sustainability of the platform ecology, decision-making efficiency and fund management compliance. The Huashang Foundation is exercised daily power by the decision-making committee.",
        "zh": "公元链是集餐饮业、旅游业、酒店业、电子商务于一体，以独有的区块链去中心化技术所呈现的多元化商业生态圈，在“产业多元化、产品差异化、布局全球、资产通证化”的发展战略指引下，稳健发展，不断创新，创造了巨大的社会价值。公元链是由新加坡华商基金会投资创立，公司主要经营范围：区块链网络技术研发，数字资产管理。公司由多位华商界杰出精英组成，现任董事 : 李国伟，执行总裁 : 吴宏熙，运营总裁：雷允奇等，特邀顾问：周嵘。华商基金会对公元链体系采用决策形式进行。公元链架构由决策委员会、基金自治委员会、执行委员会组成，治理架构包含了针对日常工作和特殊情况的操作流程和规则。为避免社区成员出现方向、决策的不一致甚至因此导致的社区分裂，华商基金会通过制定良好的治理结构，说明管理社区的一般性事物和特权事项。华商基金会治理结构的设计目标是保持平台生态的发展可持续性、决策效率性和资金管理合规性。华商基金会由决策委员会行使日常权力。"
  },
  "email": "1464632939@qq.com",
  "website": "http://www.adchain131419.com/",
  "whitepaper": "http://www.adchain131419.com/baipi/whitePaperCN.pdf",
  "published_on": "2019-07-01",
  "initial_price":{
        "ETH":"0.0005 ETH",
        "USD":"0.1445 USD",
        "BTC":"0.00001114 BTC"
  },
  "links": {
    "twitter": "https://twitter.com/Joe00052830"
  }
}