{
  "symbol": "NBS",
  "address": "0x2147473c1f301f456F523dC2C098f3Fb69742Df6",
  "overview":{
        "en": "Nirvana Blockchain Secure (NBS) will establish a fair, efficient and decentralized global cannabis industry ecosystem. It is hoped that through a series of open and fair rules and standards, the whole market will flow rationally, the economic structure will be optimized and the resources will be allocated rationally, and the block chain technology will eventually be used to form a Nirvana agreement-based de-centralization. Psychological platform has become a new economic autonomy scheme for hemp industry to reduce friction and improve efficiency.
NBS hopes to create an efficient decision-making environment, continuously reduce user costs, and help producers, consumers and developers better understand and participate in the whole ecosystem. This is a huge goal and requires persistent efforts. The NBS team will introduce decentralization technology and its own token system, attract more community eco-builders and business partners, and create a safe, convenient and efficient block chain ecological environment. The whole ecological environment of NBS includes wallet, NBS platform, NBS Token and so on. With the platform as a link, the connection between Token and the real industry will be opened. At the same time, NBS Token will land on the digital assets trading platform. In such an ecological environment, everyone can easily use digital assets to enrich the application scenario of NBS, and promote the whole business progress and social development.",
        "zh": "Nirvana Blockchain Secure（NBS）将建立一个公平高效去中心化全球大麻产业生态，希望通过一系列公开公正的规则标准，促进整个市场合理流动，实现经济结构优化、资源合理配置，利用区块链技术最终形成以Nirvana协议为节点的去中心化平台，成为减少摩擦、提高效率的新型大麻行业经济自治方案。
 NBS希望打造高效的决策环境,持续地降低用户成本,帮助生产者、消费者、开发者更好地了解和参与到整个生态体系中。这是一个庞大的目标并需要持之以恒的努力,NBS团队将引入去中心化技术和自身的代币体系,吸纳更多的社区生态共建者和商业合作伙伴,打造一个安全、便捷、高效的区块链生态环境。NBS整个生态环境包括了钱包、NBS平台、NBS Token等,以平台为纽带打通Token与实体产业的连接同时NBS Token将登陆数字资产交易平台,在这样的生态环境下,让每一个人便捷地使用数字资产丰富NBS的应用场景,推动整个商业进步和社会发展。"
  },
  "email": "cwc89@icloud.com",
  "website": "https://nbseco.com/index.html",
  "whitepaper": "https://nbseco.com/res/Whitepaper-EN.pdf",
  "state": "NORMAL",
  "published_on": "2019-09-03",
  "initial_price":{
        "ETH":"0.000377 ETH",
        "USD":"0.08 USD",
        "BTC":"0.0000086 BTC"
  },
  "links": {
    "telegram": "t.me/joinchat/MbvAtUVocLcLOHq8Ougqog",
    "facebook": "www.facebook.com/nirvana.blockchain.7",
  }
}
