{
  "symbol": "TWEE",
  "token_name": "Tweebaa",
  "address": "0x5be1DDCA209772F8d7a8C58b28B397e4A496F1F9",
  "total_supply": "2000000000",
  "suggested_gas_limit_setting": "60000",
  "overview":{
        "en": "Tweebaa is the world’s first multi-dimensional value-exchange social network and earning commerce platform, in which happiness, influence, and innovation are all valued. It is a world where every person has an opportunity to earn millions of dollars without making any investments while doing what they enjoy.<br><br>Tweebaa’s platform integrates social networking, earning commerce, blockchain technology, and sharing economy to create an ecosystem that helps anyone establish their own brand, expand their existing network, and monetize their assets so they can live a profitable lifestyle.<br><br>By allowing users the ability to profit from their multidimensional value, Tweebaa challenges the way in which value creation is perceived. With Tweebaa, users are able to convert their passions, focus, interests, tips and skills into digital products and set their own price tag for them.<br><br>Combining social networking and earning commerce platforms, Tweebaa’s business model works on the blockchain using its own exclusive currency Tweebaa (TWEE) giving everyone an opportunity to mine, earn, and turn their everyday activities into millions of dollars.<br><br>Now everyone can share, like, comment, message, voice call, and Tweebaa’s TiV system rewards users for all these activities because of their influence and contribution. With Tweebaa, users also no longer need a traditional product to sell as they are provided with exclusive products to sell without a need to buy or stock it in advance.<br><br>Whether you are an entrepreneur or a contributor to the community, Tweebaa recognizes your hard work and gives you rewards. Tweebaa has made it easy for everyone to productize themselves, so earning millions is easy for everyone no matter where they are or what they do.<br><br>With Tweebaa, you have the power to take back your value and invent a new life for yourself!",
        "zh": "推易吧（Tweebaa）是全球首家整合创新变现与共享经济区块链生态的多维价值社交平台，曾在2018年世界影响力社会责任区块链大赛（RBWC）中胜出，成为获得优胜的三大项目之首。<br><br>随着商业时代的进步和发展，我们已经经过了“实体渠道”的商业1.0时期和“虚拟渠道”的商业2.0时期，迈进了商业3.0时期。在推易吧（Tweebaa）看来，1.0和2.0时期的商业本质，都是最大化获取利润，利用与攫取用户价值，从而导致社会整体物质丰富但却精神匮乏。为解决这一社会痛点，推易吧（Tweebaa）志在成为商业3.0的领头羊 —— 激励用户贡献价值，并且帮助用户创造增量价值。<br><br>作为全球首家整合创新变现与区块链共享经济生态的多维价值社交平台，推易吧（Tweebaa）是社交平台系统的创新和升级，它升华了社交平台的内涵，让社交不再是单纯的信息共享和沟通，而是实现价值的共享和沟通，创造与增量变现，即价值社交。个人价值产品化经过Tweebaa生态圈平台带来的流通，会产生让人意想不到的商业价值。<br><br>Tweebaa Token（简称“TWEE”）是一种新型的去中心化、开源、跨系统的加密数字货币，作为推易吧（Tweebaa）生态系统的基础流通载体，承载着整个区块链网络及其运行之中的各种商业活动的价值传输，创造与增量变现功能。推易吧（Tweebaa）利用区块链技术，整合升级了创新变现产业和共享生态两大产业，打破共享经济生态系统高门槛重资产桎梏，将谋生、兴趣爱好与社交三者融为一体，让普通人也能够打造成就自己的专属价值网络，将互动升级为互利，从内容升级为价值交换，实现价值社交。推易吧（Tweebaa）赋能每个人发现并变现自己的价值，让普通人赚到超级网红的巨量收入变轻松！<br><br>简单来说，推易吧（Tweebaa）旨在变现人的多维价值，让谋生、兴趣爱好与社交变成一件事，从而实现物质财富、精神财富与社会财富同步增长的价值社交。<br><br>推易吧（Tweebaa）生态体系三大核心词：<br><br>赋能：推易吧（Tweebaa）为用户提供所有成功所需要的必备条件（例如：免费的创新产品库存、免费的巨量流量、免费的销售团队和营销渠道等），用户只需做更好的自己，就可以更加成功。<br>减耗：推易吧（Tweebaa）为用户节省／折叠更多的时间，让谋生、爱好与社交三位一体。<br>变现：推易吧（Tweebaa）团队拥有超过17年的创新变现产业的经验，因此推易吧（Tweebaa）平台应运而生，帮助每位用户实现个人的多维价值变现，让个人价值 = 商业价值。<br><br>推易吧（Tweebaa）运营模式五大部分：<br><br>推主：Tweebaa（推易吧）多维价值社交平台的主体<br>Tweebaa推易吧空间+：Tweebaa（推易吧）价值社交平台的专属空间<br>Tweebaa推易吧共享产品库：Tweebaa（推易吧）区块链共享经济的基石<br>共享产品推荐、评估、预售系统：Tweebaa（推易吧）创新变现生态的核心<br>活动激励系统：Tweebaa（推易吧）迅速增长和增值的利器<br><br>总的来说，推易吧（Tweebaa）允许用户去评估那些到目前为止还不能被评估和货币化的东西。推易吧（Tweebaa）旨在创造价值，从非传统的产品和理念中变现价值。推易吧（Tweebaa）允许任何人在没有金融投资的情况下大规模赚钱。想通过购物、发帖子、社交、点赞、发短信和邮件来盈利吗？推易吧（Tweebaa）是第一个邀请你将生活货币化、实现财富、成为大亨的社交平台！<br><br>相信每一个伙伴，都是不甘于平凡、渴望自由的，那么为了某一天，能够自由自在的做自己想做的事情，我们需要实现自我的价值，获得财富自由的机会，推易吧（Tweebaa）将会帮助普通人挖掘自己的未知价值，助力打造专属价值网路，让每个人都有机会成为财富的赢家！个人价值产品化经过推易吧（Tweebaa）生态圈平台赋能而带来的免费流量，会产生让人意想不到的商业价值，让百万千万的收入变简单并大众化。"
  },
  "email": "twee@tweebaa.com",
  "website": "https://tweebaa.com/",
  "whitepaper_en": "https://tweebaa.com/tweebaa_whitepaper_en.pdf",
  "whitepaper_cn": "https://tweebaa.com/tweebaa_whitepaper_cn.pdf",
  "state": "NORMAL",
  "published_on": "2019-12-19",
  "initial_price":{
        "USDT":"0.05 USDT"
  },
  "links": {
    "media_publications": "https://icitynews.com.cn/?p=259803&from=singlemessage&isappinstalled=0",
    "twitter": "https://twitter.com/tweebaa",
    "telegram": "https://t.me/Tweebaa",
    "weibo": "http://weibo.com/itweebaa?is_all=1",
    "facebook": "https://www.facebook.com/tweebaa/",
    "instagram": "https://www.instagram.com/tweebaa/",
    "token_listing": "https://bitmart.zendesk.com/hc/en-us/articles/360039665374-BitMart-Lists-Tweebaa-TWEE-",
    "supported_exchange": "https://www.bitmart.com/trade/en?symbol=TWEE_USDT",
    "etherscan_link": "https://etherscan.io/address/0x5be1ddca209772f8d7a8c58b28b397e4a496f1f9"
  }
}