{
  "symbol": "OLY",
  "address": "0x7C83842cE1D55655b0B1012CCa83acBC374AD389",
  "overview":{
        "en": "A new ecological public chain for the sports industry. The name is taken from the Olympic Games Shorthand OLY. The original intention was to redefine the sports industry ecology and lead the global industry change through the blockchain. OLY designed the underlying protocol and basic framework of the channel, and realized phase change communication protocols with multiple parties. Smart and innovative products can easily realize value confirmation, exchange, transfer and transaction through this design. The Turing smart contract is executed in the channel to realize the real-world complex business logic. Multi-language versions and multi-platform support will be introduced for the global market. OLY is the abbreviation of English Allegiance to the Olympic makes people healthy, which means that public participation can make the sports industry more dynamic. OLY allows everyone who loves life and sports in the world to participate in sports events full of passion and wisdom. The logo was designed in the shape of an olive branch as a whole. It was used as a symbol of the resurgence of the earth in the Scriptures. Later, it was used as a symbol of peace in the western countries, with the torch as the theme. The model adopts wide color blocks, which represent fair competition, mutual understanding and friendship and unity. OLY issuance totals 600 million, and will never be issued again. OLY is a decentralized blockchain digital asset based on the encrypted digital algorithm programming platform Ethereum. It is a standard token based on the Ethereum blockchain. OLY is the Olympic star AY coin, which is used to intelligently produce the coin OLY through its AY hashrate. 10 million experiential torches are given away for free worldwide. They are used as output OLY, and neither OLY / AY has any subscriptions, and they are self-produced through contract rules.",
        "zh": "体育行业的全新生态公有链。名称取自全民助力奥运英语短写OLY。其初衷是通过区块链重新定义体育行业生态和引领全球产业变革,OLY设计了通道的底层协议和基础框架，实现了与多方的相变通信协议。智慧创新产品可通过该设计便捷地实现价值确认、交换、转移和交易。在通道中执行图灵智能合约，实现真实世界的复杂商业逻辑。将面向全 球市场推出多语言版本和多平台支持。OLY是英文Allegiance to the Olympic makes people healthy的缩写,寓意大众参与，才能让体育产业更有活力。OLY让全球每一个热爱生活，热爱体育的人都可以参与到充满激情和智慧的体育赛事中。LOGO整体以橄榄枝变形设计而来，圣经故事中曾用它作为大地复苏的标志，后来西方国家把它用作和平象征，用火炬作为主题。造型采用宽厚的色块，代表着公平竞争、互 相理解、友谊团结。OLY发行总量为6亿枚，永不增发。OLY 是基于加密数字算法编程平台以太坊（Ethereum）发行的去中心化的区块链数字资产，它是基于以太坊区块链的标准代币。OLY为奥运之星AY子币，用来通过自身AY算力值智能产出子币OLY。全球免费赠送 1000万体验火炬，用做产出OLY，OLY/AY 均无任何认购，均通过合约规则自行产出。"
  },
  "email": "olympicgamess@163.com",
  "website": "http://www.olympicgame.top/index.html",
  "whitepaper": "http://www.olympicgame.top/whitepaper.pdf",
  "state": "NORMAL" 
}
