{
  "symbol": "CNN",
  "address": "0x8713d26637cf49e1b6b4a7ce57106aabc9325343",
  "overview":{
        "en": "CNN (Content Neutrality Network) is a new generation of content protocol based on blockchain technology. It aims to create a new era of content that is more open, efficient, and trustworthy through the blockchain's consensus mechanism, smart contracts and other advanced concepts to solve many problems in the current content system. CNN integrates content producers, content consumers and advertisers on the platform to create a decentralized content protocol based on blockchain, giving all users of the content platform more rights and dynamism. It proposes three innovative models. 1. The irrevocable Content Circulation Mechanism (CCM) model breaks the content barrier between communities and promotes seamless circulation of content among communities; 2. CBRS (Contribution Based Revenue Share) proposed by Professor Zhang Shoucheng based on the ZhangRank theory. The Base Revenue Share model promotes fair distribution of participants’ efforts; 3. The decentralized client acquisition and incentive model reduces the cost of obtaining customers and improves incentive effectiveness. CNN is built by a featured team whose members are from Tsinghua University, Peking University, Princeton, King's College of London University with top consultants such as Zhang Shouyi, Michael Arrington, and Kunal Shah. It will cooperate with India’s top news app, NewsDog which now have 50 million users to explore more applying scenarios in an attempt to not only promote the circulation of CNN tokens in the entire content ecosystem, but also create a truly decentralized content ecosystem. Its Current applying scenarios include but not limited to advertisement revenue share, online games, and payment consulting.",
        "zh": "CNN（Content Neutrality Network）是一套基于区块链技术的新一代内容协议。通过区块链的共识机制，智能合约等先进理念来解决当前内容系统中的诸多问题，旨在开创一个更加开放，高效，互信的内容新时代。 CNN将平台上的内容生产者、内容消费者和广告主整合起来，打造基于区块链的去中心化的内容协议，赋予内容平台上所有用户更多的权益和能动，并提出三个创新模式，1. 建立在不可篡改性基础上的CCM（Content Circulation Mechanism）模式打破了社区间的内容屏障，促进内容跨社区无缝流通；2. 建立在张首晟教授提出的ZhangRank理论基础上的CBRS（Contribution Based Revenue Share）模式促进了收入的公平分配；3. 去中心化的获客和激励模式降低了获客成本，提升了激励成效。 CNN由来自清华、北大、普林斯顿、伦敦国王学院的优秀团队和张首晟、Michael Arrington、Kunal Shah等顶级顾问打造，并将与印度排名第一拥有5000万用户的新闻APP NewsDog合作，将共同探索更多使用场景，不仅推动CNN代币在整个内容生态系统中的流通，而且共建真正的去中心化内容生态系统，目前其使用场景包括但不限于广告收益分成、线上游戏、付费咨询等。"
  },
  "email": "business@cnntoken.io",
  "website": "https://cnntoken.io",
  "whitepaper": "https://cnntoken.io/files/CNN_Whitepaper_en.pdf",
  "state": "NORMAL",
  "published_on": "2018-02-01",
  "initial_price":{
        "ETH":"0.000001 ETH",
  },
  "links": {
    "twitter": "https://twitter.com/CNN_Blockchain",
    "telegram": "https://t.me/cnn_cn_community",
    "github": "https://github.com/cnntoken",
  }
}
