{
    "symbol": "HCT",
    "address": "0x9bcb9c350dacecf995b7553608e630c2088accaf",
    "overview": {
        "en": "HCT health charity to create a global health, charitable donation industry to centralization and point to point trading ecological community, the use of block chain to centralization, the realization of personal health charitable information digital, warrant, block, to build a healthy encryption digital money new ecology!Industry pain point: the purpose is to solve the problems of traditional health charity information redundancy, fund raising, misappropriation, abuse, medical research and development, medical and patient trust, drug tracing and so on.HCT, with the force of community ecological construction, began to apply to the ground at the same time, and quickly established the community ecology through 'HC health' APP effective grip. 1. Currently, the 600+ community covers 200 thousand + users. 2, APP registration volume reached 80 thousand +, are real users, active users 60 thousand + 3. HC health workers maintain daily updates and project progress notices. 4. Weekly online interaction between two project members and community members.Johnny Ling HCT founder Internet financial early entrepreneur, grand venture capital co founder, charitable workers, has launched a rural filial piety fund, rural left behind children assistance and other charity projects, 7 years of P2P financial experience, 3 year market value management team experience.Yin Feng (tigerYin) graduated from Memorial University of Newfoundland with a master's degree in computer science. He was a research and development consultant for the G&C science team system.Li Jing (Carol LEE), an early Internet + founder, a leading woman in China's team operations and community marketing. It has rich experience in integrating resources and industry resources.Cui Dianqiang (Andy Cui) 60 after the famous angel investor, philanthropist, focused on health investment, charitable donations, Internet investment, block chain technology investment.ELITEZHOU, chain of whale quasi business school CEO, win capital partners, graduated from Xi'an Electronic and Science University, received a bachelor's degree in information management and information system management, 5 years of university computer teaching, and project engineering development management experience.",
        "zh": "HCT健康慈善通证打造全球健康、慈善捐赠行业中去中心化和点对点的交易生态社区，利用区块链的去中心化、实现个人健康慈善信息的数字化、权证化、区块化，构建健康加密数字货币新生态！ 行业痛点： 旨在于解决传统健康慈善信息冗余、募资被挪用贪污、滥用、医疗研发、医患信任、药品溯源等诸多问题. HCT重在与社区生态建设的发力，在私募的同时就开始了落地应用，通过“HC健康行”APP有效的抓手快速建立了社区生态 1、目前由600+社群，社群覆盖用户约20万+ 2、APP注册量达到8万+，均为实名用户，活跃用户6万+ 3、HC健康行公众保持每天更新和项目进度通告，阅读逐渐增加 4、每周两场项目方和社区会员在线互动 Johnny 凌 HCT创始人 互联网金融早期创业者，宏伟创投联合创始人，慈善事业工作者，曾发起成立乡村 孝爱基金、农村留守儿童救助等慈善捐赠项目，7年P2P金融从业经验，3年市 值管理团队经验。 尹峰（tigerYin ） 毕业于加拿大纽芬兰纪念大学，计算机科学硕士学位。 曾担任(G&C science) 团队系统研发顾问。 李晶 (Carol LEE)，早期互联网+创始人，中国团队运营、社区营销的女性 领军人物。具有丰富的整合资源经验和行业资源关系。 崔殿强 （Andy Cui） 60后著名天使投资人，慈善家，专注医疗健康投资， 慈善捐赠，互联网投资，区块链技术投资。 ELITEZHOU，链易鲸准商学院CEO,众赢资本合伙人，毕业于西安电子科技 大学，获得信息管理与信息系统管理学学士学位，5年的大学计算机教学、及项 目工程开发管理经验。"
    },
    "email": "yinfeng0413@gmail.com",
    "website": "http://www.hcchain.io",
    "whitepaper": "http://www.hcchain.io/bps.pdf",
    "state": "NORMAL",
    "published_on": "2018-07-11",
    "initial_price": {
        "ETH": "0.0021 ETH"
    }
}