{
    "symbol": "SCBC",
    "address": "0xa08af67a90ebf97dd089a6114be1e9aa90038604",
    "overview": {
        "en": "SCBC is Smart Car Block Chain platform token. It is based on the ERC-20 token standard and has a total supply of 2 billion tokens, with no further issuance. SCBC will circulate and be used throughout the ecosystem of the smart car chain, so it will have a wide range of usage scenarios and values in both B-end merchants and C-end users. The outlook for the SCBC ecosystem is to become a partner community. These partners include car dealers, car owners, financial institutions and transaction acquirer. The Fly Chain foundation aims to maintain and promote democratic management for members of the ecosystem.",
        "zh": "SCBC 是 Smart Car Block Chain 的简称， 是智慧车链平台发行的通证。SCBC基于ERC20发行，总量20亿枚，永不增发。SCBC 将在智慧车链整个生态中流通和使用，因此无论是B端商户还有C端用户，SCBC 将拥有广泛的使用场景和价值。SCBC生态系统的展望是成为一个合作伙伴社群。这些合作伙伴包括车商、车主、金融机构和交易获取者等。SCBC 发行计划：SCBC token发行方案：基金会占5%、团队占15%、基石投资人占20%、生态和挖矿占60%。SCBC token锁仓方案：基石投资人（上交易所释放10%，90%分5个月释放）；基金会5%和团队15%锁定六年每月平均释放。Fly Chain基金会旨在为该生态系统的成员维护并促进民主式管理。Fly Chain基金会的任务是发展基于区块链的开放汽车行业生态系统，使消费者可以于其中轻易探索并发现价值，同时也为其他开发者提供一个开放可持续的平台，以进行开发、交付与增强这些服务并吸引使用者。为了完成使命，Fly Chain基金会将把资源投入到与研究、开发和管理相关的三个具体目标中。01管理目标 Fly Chain基金会计划投入资源建立一个公平透明的管理流程，并将生态系统内所有参与者的意见和需求纳入考虑。这种开放的管理模式将能监督与会员流程、参与规则、代币发行、定价规则、法律事项，以及内容与合规准则相关的决策。Fly Chain基金会将负责管理和监督 SCBC token 的安全性，以及使用SCBC token 和任何代币收入的透明度。02研究目标Fly Chain基金会旨在透过与合作伙伴合作来培育去中心化的汽车行业生态环境。合作内容包括测试参与生态系统的新途径、推动价值创造和规模效应。Fly Chain基金会可以资助研发工作，以完善一个安全有效的自主网络。Fly Chain基金会计划指导并资助SCBC区块链本身的开发，以及能赋予生态系统合作伙伴相立、发展和创造价值能力的工具。Fly Chain基金会将透过参与开发团队，持续改进支援生态系统的技术套件来进一步开展这项工作，互建并维护生态系统参与者可以使用的开源代码库。  核心团队：Herbert 毕业于 法国南特大学 车辆工程专业。毕业后任职于法国标致公司。参与过208车型的设计，E cotec动力系统的全新设计，inkaN et智能网络行车系统等都有参与其中。Celilia 毕业于 美国麻省理工大学经济学博士学位，后加入丹麦大众公司任职,专注于丹麦市场运营，丹麦市场的新能源车的被关注度越来越高，更是政府政策支持鼓励下，实现了连年份额的高度增长。Cristina  毕业于 英国南安普敦大学南安普敦大学在Y Combinator世界顶级孵化器专注于车载ai系统开发。也参与贡献过多个区块链公链的项目开发跟代码贡献。核心研发团队：D am woods 博士 近十年来一直致力于云计算和大数据方面，曾担任某云计算中心的主任。Yin haibo硕士在计算机工程软件系统架构，和区块链领域有多年的从业经验，主导研发大型的软件系统。Liang  Qi 硕士主要从事自然语言处理及计算机算法研究，熟知各种语言及智能算法的并行加速和优化，用户行为分析与内容等方面有丰富的实践经验。Liu xiu 硕士，windows,linux 编程经验丰富精通区块链底层技术的开发，对各种公链的技术细节了解深刻，主要从事底层技术的开发与研究除了上面的核心领导层外还有很多的技术人员程序人员，大数据工程师。  发展路线图：2000年——智慧车链团队成员开始从事汽车销售行业  2012年——智慧车链团队成员开始投资研发销售 EPR、CRM、售后管理等行业管理系统  2015年——开始投资汽车后市场，汽车金融，保险，汽车 O2O 平台等布局  2016年——开始布局投资配件电商及 SAAS 系统、二手车检测、定价及人工智能分析  2017年底——智慧车链团队原公司管理共计 200 多家 4S 店、汽车维修店  2018年2月——智慧车链团队开始组建团队进行尝试区块链技术的研发  2018年5月——智慧车链团队将与新加坡 Fly Chain基金会 基金会达成战略协议，利用 Fly Chain基金会的 Token 进行激励，将区块链业务在汽车产业链中落地。  2018年9月——智慧车链应用上线，支持经销商销售及售后数据、汽车金融数据、用户保险数据上传。  2019年3月——智慧车链 1.0 版本发布，汽车行业公链  2019年5月——智慧车链2.0 平台上线，支持汽车用户自己上传数据，预计绑定5 万台车辆及车主。"
    },
    "email": "flycoin158@gmail.com",
    "website": "https://www.flychain.org/",
    "whitepaper": "http://www.flyscbc.io/chain.html",
    "state": "NORMAL",
    "published_on": "2018-09-22",
    "initial_price": {
        "ETH": "0.000690 ETH",
        "USD": "0.147000 USD",
        "BTC": "0.0000222 BTC"
    },
    "links": {
        "medium": "https://m.tech.china.com/tech/article/20180827/kejiyuan0718183778.html",
        "sohu": "https://www.sohu.com/a/255536666_217124",
        "china.com": "https://tech.china.com/article/20180827/kejiyuan0718183778.html",
        "prcfe": "http://www.prcfe.com/finance/2018/0822/303799.html",
        "ifeng": "http://auto.ifeng.com/changsha/xinwen/2018/0925/27750.shtml"
    }
}