{
    "symbol": "JAR",
    "address": "0xa249DE6948022783765Fee4850d7b85E43118FCc",
    "overview": {
        "en": "Also known as JarvisPlus, Jarvis+ is the World's 1st Smart Contract based AI Conversation as Service Platform and a leading Decentralized Intelligence Solution World that empowers everyone and every organization to embrace the era of 'Community Ecosystem and Smart Economy', which is being reshaped by the new technologies of BlockChain and Artificial Intelligence. Jarvis+ has two platforms, the Intelligent Community Platform (ICP) and the Decentralized Marketplace Platform (DMP), representing the two stages of Jarvis+ development respectively. ICP as the first stage is a platform of tools and services for blockchain and community, and DMP as the second stage is a decentralized platform for community data and economy and evolved from the first stage.Intelligent Community Platform (ICP) is infused by three AI capabilities that are Conversational AI, Insightful AI and Cognitive AI, and builts out a set of smart services with proven methodologies to start, develop and grow the community economy, which is a brand new organization ecology in the digital world. To achieve this democratized well-being, Decentralized Marketplace Platform (DMP) is infused by blockchain technology and developed to make the freedom, willing and opening transaction for data across all used popular channels.After the final general availability of both ICP and DMP, 'Jarvis+ Twins' will be formed to bridge the real community economy and digital smart economy, to connect the real creators of data to the whole virtual ecosystem, and to monetize the value of data between consumers and providers.",
        "zh": "Jarvis+（也称JarvisPlus）是全球首个基于智能合约的对话即服务平台及去中心化的智能经济平台，其使命是赋能每个人和每个组织可以自由的拥抱'社群生态和智慧经济'带来的福祉，其正是通过应用人工智能和区块链技术重新塑造经济的生产要素。Jarvis+由2个平台组成，一个是智能社群平台（缩写ICP）和一个去中心化的集市平台（缩写DMP），他们也代表了Jarvis+规划的2个发展阶段。ICP作为第一阶段，为区块链和社群提供了一套工具和服务的平台，当进化到DMP第二阶段后，会发展成为一个去中心化的社群数据和经济平台。ICP平台的发展过程中，3种AI能力会被注入，涵盖了了：对话AI，洞察AI和认知AI，打造出一系列的智能化服务并融入了社群经济的发展、增长和变现的方法论。ICP平台提供的智能服务包括了：智能助理，智能顾问和智能运营。当ICP平台被越来越多的使用，来自于社群的数据量也将以几何级数递增。毋庸置疑的是，这些数据是智能经济时代最急需的‘知识燃料’，更为重要的是，要确保数据的创作者可以从其所属的数据被使用过程中可以获益。因此，基于去中心化的区块链技术，DMP平台服务于去中心化的福祉目标，让跨渠道的数据可以自由的、遵循创作者意愿的进行交换和交易。为此，DMP平台提供了开放市场、知识资产化、自由贸易等服务。当Jarvis+的2个发展解决达成后，即ICP平台和DMP平台广泛使用后，就形成了‘Jarvis+智能孪生’体验，其桥接了实体社群经济与数字智能经济，连接了数据的创造者和数字化虚拟生态，实现了数据在创造者和需求者直接的自由流转和变现。"
    },
    "email": "token@x-contract.com",
    "website": "https://www.jarvisplus.com",
	"whitepaper": "http://www.jarvisplus.com/res/JarvisPlus%E5%B9%B3%E5%8F%B0%E7%99%BD%E7%9A%AE%E4%B9%A6-v2.0.9-CN.pdf",
    "published_on": "2018-08-08",
    "links": {
	"medium":"https://medium.com/@stephenxc_85952",
        "reddit": "https://www.reddit.com/r/JarvisPlus",
        "twitter": "https://twitter.com/jarvisplusAI",
        "telegram": "https://t.me/jarvisplus",
        "github": "https://github.com/x-contract/JarvisPlusToken",
        "facebook": "https://www.facebook.com/JarvisplusAI",
		"Discord": "https://discordapp.com/invite/pzesPmc"
    }
}