{
    "symbol": "GTSE",
    "address": "0xc5516Ab4614F33328131dA27ECba516a396178B4",
    "overview": {
        "en": "Today, as the material and cultural living standards continue to improve, the tourism industry has also ushered in a period of rapid development. In view of the many problems in the centralized service model of the traditional tourism service market, the service and experience of consumers are greatly reduced, which affects the enthusiasm of consumers. The market calls for a platform that can provide fair and standardized services for consumers. This is the original intention and mission of the establishment of GTSE chain. GTSE letter and travel chain, global tourism sharing ecology, a commitment to provide consumers with credit-based travel, build a blockchain + new eco-tourism service platform. GTSE platform based The blockchain technology is established, and the distribution of blockchain, transparent information, asymmetric encryption, and intelligent contracts are fully utilized to make all information of the platform become trustworthy. Solving the problem that the tourism industry information cannot be directly reciprocated, avoiding a large number of rakes on third-party platforms, saving intermediate transaction fees and procedures, and ensuring that each evaluation is true and effective, making high-quality tourism services possible.",
        "zh": "在物质文化生活水平不断提升的今天，旅游产业也迎来 了快速发展的时期。鉴于传统旅游服务市场中心化的服 务模式存在诸多问题，使消费者的服务及体验大打折扣， 影响了消费者的旅游积极性，市场呼唤一个能够为消费 者提供 公正、标准化服务的平台。这就是 GTSE 信游 链成立的初衷和使命。 GTSE 信游链，全球旅游共享生态，一个致力于为消费 者提供基于信用产生的旅行，构建一个区块链+新生态 旅游服务平台。GTSE平台基于区块链技术建立，充分 发挥区块链的分布式、信息公开透明化、非对称加密、 智能合约等特性，使平台的所有信息变得可以信任。解决旅游行业信息不能直接对等的问题，避免第三方平台 大量抽佣，节省中间交易手续费及流程，还能确保每一 条评价真实有效，使高品质的旅游服务成为可能。\nGTSE信游链管理由来自世界各地的精英们共同治理.美国人文大学 MBA，第比利斯市议会委员Ann Purtskhvanidze为GTSE信游链发起人，成均馆大学区块链研究中心主任，日本早稻田大学博士金泳南为GTSE CIO并担任GTSE信游链日本处代表。香港区块链协会副会长萧聯漢博士任GTSE信游链CTO。景顺政策国际关系秘书处Michael Wang担任信游链商业顾问。"
    },
    "email": "GTSEoffical@163.com",
    "website": "http://www.gtse.fun/",
    "whitepaper": "http://www.gtse.fun/GTSECH.pdf",
    "state": "NORMAL",
    "published_on": "2018-11-13",
    "links": {
        "twitter": "https://twitter.com/GTSE14",
        "blog": "https://www.gtse.fun/blog",
        "reddit": "https://www.reddit.com/user/gtse66666"
    }
}