{
  "symbol": "CZ",
  "address": "0xDCa8738CF677CD25f0aeE853982E4dbc70EF8ACd",
  "overview":{
    "en": "CZ (cjzvipe), CZ is the real value-oriented digital currency! Amid the big changes in the cryptocurrency community, which is brought by the real value-oriented digital currency, CZ is the forerunner of this revolution! CZ is not only a real value-oriented cryptocurrency/high-value cryptocurrency but also a trustworthy financial portal/mainstream portal and financial platform, unicorn with great influence and credibility. Since its establishment, CZ (including the predecessor of CZ) never recommend any questionable financial product. After years of confirmation, what CZ advocated has been proven to be right, which few others can say the same. Its value-oriented property is the key! CZ has become an influential leader, with immense weight! With 12 applicable scenarios in operation and more scenarios are under development, CZ is pushing the advancement and development of the innovations, technology development, entrepreneurship investment and value finance etc...",
    "zh": "CZ（CJZVIPE），真正的价值币！币圈大变革进行中，这场变革由真正的价值币驱动，财经钻CZ目前正在引领币圈变革！财经钻CZ既是真正的价值型数字币/高价值币，也是国内外权威财经门户/主流门户和财经平台、独角兽，极具影响力和公信力，自成立之日起，财经钻（包含财经钻前身）从未推荐过问题理财产品，并且经过数年时间验证：财经钻推动的都是正确的（有几个能扛得住时间检验？财经钻能），价值型导向！财经钻已经成为意见领袖。财经钻CZ目前已经落地12个应用场景，更多世界级应用场景扩展中，推动创新、科技、创业投资、价值型财经等等的进步和发展。财经钻CZ总量3千万颗，每月发行总量的0.2%"
  },
  "email": "kefu@cjz.vip",
  "website": "https://www.cjz.vip/",
  "english whitepaper": "https://www.cjz.vip/uploads/927612.pdf",
  "chinese whitepaper": "https://www.cjz.vip/uploads/868369.pdf",
  "LOGO": "https://www.cjz.vip/bdueimg/php/upload/image/20210412/1618241523910373.png",
  "gas limit": "60000",
  "official announcement": "https://www.cjz.vip/169268221.html",
  "state": "NORMAL",
  "published_on": "2020-9-9",
  "initial_price":{
    "USD":"7800 USD"
  },
  "exchange": {
    "ZT exchange": "https://www.ztb.im/exchange?coin=CZ_USDT",
    "ZG exchange": "https://www.zg6.com/exchange/737/CZ/USDT",
    "WBF exchange": "https://www.wbfex.live/trade/CZ_USDT",
    "uniswap exchange":"https://app.uniswap.org/#/swap"
  },
  "media": {
    "财经钻": "https://www.cjz.vip/100003179.html",
    "金色财经": "https://www.jinse.com/news/blockchain/895376.html",
    "火星财经": "https://news.huoxing24.com/20201025174329498525.html"
  },
  "links": {
    "telegram": "https://t.me/cjzvipegroup",
    "twitter": "https://twitter.com/cjzvipe"
  },
  "links": {
    "telegram": "https://t.me/cjzvipegroup",
    "twitter": "https://twitter.com/cjzvipe"
  },
  "About our team": "The team is an innovative one, pushing the advancement and development of the innovations, technology development, entrepreneurship investment and value finance etc... Value-Driven"

} 