{
    "symbol": "GMC",
    "account_name": "gamechaineos",
    "overview": {
        "en": "GMC (Game Magie Chain) is committed to building a new ecological general economic model of \"block Chain + Game\" whole industrial Chain, exploring the application of technology in the block Chain 3.0 era, and the derivative DAPP applications around the Game, involving block Chain games. Cross-game virtual assets trading market; Blockchain-based game distribution platform and community; Peripheral tools and services, so as to achieve ecological closed loop. GMC team believes that the dividend of \"blockchain + games\" will start from the infrastructure and developer tools to allow more games to be linked, and finally reach the climax with the emergence of a large number of hot style playable blockchain games. With the increasing of blockchain games and the corresponding Token economic model, cross-game virtual asset trading market and communities based on blockchain game distribution platform will gradually rise up and become the center of traffic collection. With the development of \"blockchain + game\" industry, peripheral tools and services have a clear and stable future. GMC will take this standard as the criterion to explore the sustainable business model of blockchain games (or blockchain games). In the chain of blocks game application fall to the ground, at present the first stage, the MC team developed the first game - Magie Cube (dynamic) rubik's Cube, is based on the EOS and chain network base on the product structure, guarantee the game process is safe and reliable, play, the algorithm is transparent (specific rules of the game will be released later versions of detailed analysis, please concern). Later will be put on the shelves guess guess, PK knowledge competition, puzzle games. At the same time, GMC official will provide the third party open access, all major game developers or industry geeks can enter, share the block chain game ecological dividend."
    },
    "website": "http://picommunity.io"
}