Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: <p class="c5"><span class="c4 c0">Gitcoin supports bug, feature, and security funded issues. &nbsp;Any issue that you need done is a good candidate for a funded issue, provided that:</span></p><ul class="c13 lst-kix_twl0y342ii52-0 start"><li class="c5 c11"><span class="c4 c0">It&rsquo;s open today.</span></li><li class="c5 c11"><span class="c4 c0">The repo README clearly enumerates how a new developer should get set up to contribute.</span></li><li class="c5 c11"><span class="c4 c0">The task is well defined.</span></li><li class="c5 c11"><span class="c4 c0">The end-state of the task is well defined.</span></li><li class="c5 c11"><span class="c4 c0">The pricing of the task reflects (market rate * complexity) of the task.</span></li><li class="c5 c11"><span class="c4 c0">The issue is on the roadmap, but does not block other work.</span></li></ul><p class="c5 c6"><span class="c4 c0"></span></p><p class="c5"><span class="c4 c0">To get started with funded issues today, it might be good to start small. &nbsp;Is there a small bug that needs fixed? &nbsp;An issue that&rsquo;s been open for a while that no one is tackling? &nbsp;An administrative task?</span></p>
de: <p class = "c5"> <span class = "c4 c0"> Gitcoin unterstützt Bugs, Features und Sicherheitsprobleme. & nbsp; Jedes Problem, das Sie lösen müssen, ist ein guter Kandidat für ein fundiertes Problem, vorausgesetzt: </ span> </ p> <ul class = "c13 lst-kix_twl0y342ii52-0 start"> <li class = "c5 c11" > <span class = "c4 c0"> Heute geöffnet. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> Die repo README zählt eindeutig auf, wie neu Der Entwickler sollte eingerichtet werden, um einen Beitrag zu leisten. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> Die Aufgabe ist gut definiert. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> Der Endzustand der Aufgabe ist gut definiert. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0 "> Die Preisfindung der Aufgabe spiegelt (Marktzins * Komplexität) der Aufgabe wider. </ span> </ li> <li class =" c5 c11 "> <span class =" c4 c0 "> Das Problem ist auf der Roadmap, aber blockiert keine anderen Arbeiten. </ span> </ li> </ ul> <p class = "c5 c6"> <span class = "c4 c0"> </ span> </ p> <p klasse = "c5"> <span class = "c4 c0"> Um heute mit finanzierten Themen zu beginnen, könnte es gut sein, klein anzufangen. & nbsp; Gibt es einen kleinen Fehler, der behoben werden muss? & nbsp; Ein Problem, das eine Weile offen war, dass niemand anpackt? & nbsp; Eine administrative Aufgabe? </ span> </ p>
es: <p class = "c5"> <span class = "c4 c0"> Gitcoin admite errores, funciones y problemas de seguridad. & nbsp; Cualquier problema que necesite hacer es un buen candidato para un problema financiado, siempre que: </ span> </ p> <ul class = "c13 lst-kix_twl0y342ii52-0 start"> <li class = "c5 c11" > <span class = "c4 c0"> It & rsquo; s abierto hoy. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> El repositorio README enumera claramente cómo un nuevo el desarrollador debe prepararse para contribuir. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> La tarea está bien definida. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> El estado final de la tarea está bien definido. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0 "> El precio de la tarea refleja (tasa de mercado * complejidad) de la tarea. </ span> </ li> <li class =" c5 c11 "> <span class =" c4 c0 "> El problema está en el hoja de ruta, pero no bloquea otros trabajos. </ span> </ li> </ ul> <p class = "c5 c6"> <span class = "c4 c0"> </ span> </ p> <p class = "c5"> <span class = "c4 c0"> Para comenzar con los problemas financiados hoy, podría ser bueno comenzar de a poco. & nbsp; ¿Hay algún pequeño error que necesite solucionarse? & nbsp; ¿Un problema que ha estado abierto por un tiempo que nadie está abordando? & nbsp; ¿Una tarea administrativa? </ span> </ p>
pl: <p class = "c5"> <span class = "c4 c0"> Gitcoin obsługuje problemy z błędami, funkcjami i zabezpieczeniami. & nbsp; Każdy problem, który musisz zrobić, jest dobrym kandydatem do finansowanego problemu, pod warunkiem, że: </ span> </ p> <ul class = "c13 lst-kix_twl0y342ii52-0 start"> <li class = "c5 c11" > <span class = "c4 c0"> Jest otwarte dzisiaj. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> README z repozytorium wyraźnie wylicza, w jaki sposób nowy programista powinien być skonfigurowany do współtworzenia. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> Zadanie jest dobrze zdefiniowane. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> Stan końcowy zadania jest dobrze zdefiniowany. </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0 "> Wycena zadania odzwierciedla (złożoność rynkową * złożoność) zadania. </ span> </ li> <li class =" c5 c11 "> <span class =" c4 c0 "> Problem dotyczy roadmap, ale nie blokuje innych prac. </ span> </ li> </ ul> <p class = "c5 c6"> <span class = "c4 c0"> </ span> </ p> <p class = "c5"> <span class = "c4 c0"> Aby rozpocząć korzystanie z finansowanych problemów dzisiaj, dobrze jest zacząć od małej. & nbsp; Czy jest mały błąd, który wymaga naprawienia? & nbsp; Problem, który przez jakiś czas był otwarty, że nikt nie próbuje rozwiązać problemu? & nbsp; Zadanie administracyjne? </ span> </ p>

source: Whats the difference between tips & funded issues?
de: Was ist der Unterschied zwischen Tipps & finanzierten Ausgaben?
es: ¿Cuál es la diferencia entre consejos y problemas financiados?
pl: Jaka jest różnica między poradami i finansowanymi problemami?

source: <p> <strong>A tip</strong> is a tool to send ether or any ethereum token to any github account. The flow for tips looks like this: </p><p> > Send (party 1) => receive (party 2) </p><p> <strong>Funded Issues</strong> are a way to fund open source features, bugs, or security bounties. The flow for funded issues looks like this: </p><p> > Fund Issue (party 1) => claim funds (party 2) => accept (party 1) </p>
de: <p> <strong> Ein Tipp </ strong> ist ein Tool, um Ether oder ein beliebiges Ethereum-Token an einen beliebigen GitHub-Account zu senden. Der Fluss für Tipps sieht so aus: </ p> <p> > Senden (Teilnehmer 1) => Empfangen (Teilnehmer 2) </ p> <p> Mit <strong> Funded Issues </ strong> können Open-Source-Funktionen, Bugs oder Sicherheits-Bounties finanziert werden. Der Fluss für finanzierte Ausgaben sieht folgendermaßen aus: </ p> <p> > Fondsausgabe (Partei 1) => Anspruchskasse (Partei 2) => Akzeptieren (Partei 1) </ p>
es: <p> <strong> Un consejo </ strong> es una herramienta para enviar éter o cualquier token ethereum a cualquier cuenta de Github. El flujo de sugerencias se ve así: </ p> <p> > Enviar (fiesta 1) => recibir (fiesta 2) </ p> <p> <strong> Problemas financiados </ strong> son una forma de financiar funciones de código abierto, errores o recompensas de seguridad. El flujo de problemas financiados se ve así: </ p> <p> > Fondo emitido (parte 1) => fondos de reclamación (parte 2) => aceptar (parte 1) </ p>
pl: <p> <strong> Wskazówka </ strong> to narzędzie do wysyłania etera lub dowolnego tokena ethereum na dowolne konto Github. Przepływ wskazówek wygląda następująco: </ p> <p> > Wyślij (przyjęcie 1) => odbierz (przyjęcie 2) </ p> <p> <strong> Zagwarantowane problemy </ strong> to sposób na sfinansowanie funkcji Open Source, błędów lub nagród za bezpieczeństwo. Przepływ finansowanych problemów wygląda następująco: </ p> <p> > Emisja funduszy (strona 1) => środki pieniężne (strona 2) => przyjęcie (strona 1) </ p>

source: What kind of contributors are successful on the Gitcoin network?
de: Welche Art von Mitwirkenden sind im Gitcoin-Netzwerk erfolgreich?
es: ¿Qué tipo de contribuyentes tienen éxito en la red de Gitcoin?
pl: Jakiego rodzaju współautorzy odnoszą sukcesy w sieci Gitcoin?

source: <p> If you have an issues board that needs triaged, read on.. </p> <p> If you would like to recruit engineers to help work on your repo, read on.. </p> <p> If you want to create value, and receive Ether tokens in return, read on.. </p> <p> If you are looking for a quick win, an easy buck, or to promote something, please turn around. </p> <p> We value communication that is: </p> <ul> <li> Collaborative </li> <li> Intellectual & Intellectually Honest </li> <li> Humble </li> <li> Empathetic </li> <li> Pragmatic </li> <li> Stress reducing </li> </ul> <p> Here are some of our values </p> <ul> <li> Show, don't tell </li> <li> Give first </li> <li> Be thoughtful & direct </li> <li> Be credible </li> <li> Challenge the status quo and be willing to be challenged </li> <li> Create delightful experiences </li> </ul>
de: <p> Wenn Sie ein Problem-Board haben, das geprüft werden muss, lesen Sie weiter. </ p> <p> Wenn Sie Ingenieure für die Arbeit an Ihrem Repo rekrutieren möchten, lesen Sie weiter. </ p> <p> Wenn Sie Wert schaffen und Ether-Token im Gegenzug erhalten möchten, lesen Sie weiter. </ p> <p> Wenn Sie auf der Suche nach einem schnellen Gewinn, einem einfachen Bock oder etwas Werbung sind, drehen Sie sich bitte um. </ p> <p> Wir schätzen Kommunikation, die ist: </ p> <ul> <li> Kollaborativ </ li> <li> Intellektuell und intellektuell ehrlich </ li> <li> Demütigen </ li> <li> Einfühlsam </ li> <li> Pragmatisch </ li> <li> Stress reduzierend </ li> </ ul> <p> Hier sind einige unserer Werte </ p> <ul> <li> Zeigen Sie, erzählen Sie nicht </ li> <li> Gib zuerst </ li> <li> Sei nachdenklich und direkt </ li> <li> Sei glaubwürdig </ li> <li> Fordere den Status quo heraus und sei bereit, herausgefordert zu werden </ li> <li> Erstellen Sie herrliche Erlebnisse </ li> </ ul>
es: <p> Si tiene un tablero de problemas que necesita ser evaluado, siga leyendo .. </ p> <p> Si desea contratar ingenieros para ayudar a trabajar en su repositorio, siga leyendo .. </ p> <p> Si quieres crear valor y recibir tokens Ether a cambio, sigue leyendo ... </ p> <p> Si busca una ganancia rápida, una ganancia fácil o para promocionar algo, por favor regrese. </ p> <p> Valoramos la comunicación que es: </ p> <ul> <li> Colaborativo </ li> <li> Intelectual e Intelectualmente Honesto </ li> <li> Humilde </ li> <li> Empático </ li> <li> Pragmático </ li> <li> Reducción de estrés </ li> </ ul> <p> Estos son algunos de nuestros valores </ p> <ul> <li> Mostrar, no decir </ li> <li> Dar primero </ li> <li> Sea considerado y directo </ li> <li> Se creíble </ li> <li> Desafía el status quo y estar dispuesto a ser desafiado </ li> <li> Crea experiencias deliciosas </ li> </ ul>
pl: <p> Jeśli masz forum, które wymaga triaged, czytaj dalej .. </ p> <p> Jeśli chciałbyś zatrudnić inżynierów do pomocy przy repozytorium, czytaj dalej. </ p> <p> Jeśli chcesz stworzyć wartość i otrzymać tokeny Ether w zamian, czytaj dalej. </ p> <p> Jeśli szukasz szybkiej wygranej, łatwego złotówki lub czegoś promujesz, odwróć się. </ p> <p> Cenimy komunikację, która jest: </ p> <ul> <li> Współpraca </ li> <li> Intelektualny i intelektualnie szczery </ li> <li> Pokorny </ li> <li> Empatyczny </ li> <li> Pragmatyczny </ li> <li> Redukcja stresu </ li> </ ul> <p> Oto niektóre z naszych wartości </ p> <ul> <li> Pokaż, nie mów </ li> <li> Daj pierwszy </ li> <li> Bądź troskliwy i bezpośredni </ li> <li> Bądź wiarygodny </ li> <li> Rzuć wyzwanie statusowi statusowemu i bądź gotowy na wyzwanie </ li> <li> Twórz wspaniałe wrażenia </ li> </ ul>

source: I received a notification about tip / funded issue, but I can't process it. Help!
de: Ich habe eine Benachrichtigung über ein Trinkgeld erhalten, aber ich kann es nicht verarbeiten. Hilfe!
es: Recibí una notificación sobre un problema de propinas / fondos, pero no puedo procesarlo. ¡Ayuda!
pl: Otrzymałem powiadomienie o napiwku / funduszu, ale nie mogę go przetworzyć. Wsparcie!

source: We'd love to help! Please email <a href='mailto:founders@gitcoin.co'>founders@gitcoin.co</a> or join <a href=/slack>Gitcoin Community Slack</a>.
de: Wir würden gerne helfen! Bitte mailen Sie <a href='mailto:founders@gitcoin.co'> Gründer@gitcoin.co </a> oder treten Sie <a href=/slack> Gitcoin Community Slack </a> bei.
es: ¡Nos encantaría ayudar! Envíe un correo electrónico a <a href='mailto:founders@gitcoin.co'> founders@gitcoin.co </a> o únase a <a href=/slack> Gitcoin Community Slack </a>.
pl: Chcielibyśmy pomóc! Wyślij wiadomość e-mail na adres <a href='mailto:founders@gitcoin.co'> founders@gitcoin.co </a> lub dołącz do <a href=/slack> Gitcoin Community Slack </a>.

source: Am I allowed to place bounties on projects I don't contribute to or own?
de: Darf ich Prämien an Projekten platzieren, die ich nicht beisteuere oder an denen ich nicht beteiligt bin?
es: ¿Puedo colocar recompensas en proyectos a los que no contribuyo o que no poseo?
pl: Czy mogę składać nagrody za projekty, do których nie przyczyniam się ani których nie mam?

source: TLDR: Yes you are. But as OSS devs ourselves, our experience has been that if you want to get the product you work on merged into the upstream, you will need to work with the contributors or owners of that repo. If not, you can always fork a repo and run your own roadmap.
de: TLDR: Ja, das bist du. Da OSS jedoch selbst entwickelt, haben wir die Erfahrung gemacht, dass Sie, wenn Sie das Produkt, an dem Sie arbeiten, in den Upstream integrieren möchten, mit den Kontributoren oder Eigentümern dieses Repo arbeiten müssen. Ist dies nicht der Fall, können Sie immer ein Repo forkieren und Ihre eigene Roadmap erstellen.
es: TLDR: Sí, lo eres. Pero a medida que OSS se desarrolla a sí mismo, nuestra experiencia ha sido que si desea que el producto en el que trabaja se integre en la fase ascendente, tendrá que trabajar con los contribuyentes o los propietarios de ese repositorio. Si no, siempre puede bifurcar un repo y ejecutar su propia hoja de ruta.
pl: TLDR: Tak, jesteś. Jednak w miarę rozwoju OSS, nasze doświadczenia polegają na tym, że jeśli chcesz, aby produkt, z którym pracujesz połączyłeś się z poprzednim, będziesz musiał współpracować z autorami lub właścicielami tego repo. Jeśli nie, zawsze możesz otworzyć repozytorium i uruchomić własną mapę drogową.

source: I started work on a bounty but someone else has too. Who gets it?
es: Empecé a trabajar en una recompensa, pero alguien más también lo hizo. ¿Quién lo entiende?
pl: Zacząłem pracę nad nagrodą, ale ktoś inny też. Kto to dostaje?

source: As a general rule, we tend to treat the person who 'started work' first as having precedence over the issue. The parties involved are all welcome to work together to split the bounty or come to some other agreement, but if an agreement is uanble to be made, then the first person to start work will have first shot at the bounty.
es: Como regla general, tendemos a tratar primero a la persona que 'comenzó a trabajar' por tener prioridad sobre el tema. Las partes involucradas son bienvenidas a trabajar juntas para dividir la recompensa o llegar a algún otro acuerdo, pero si se puede llegar a un acuerdo, entonces la primera persona que empiece a trabajar tendrá que disparar primero a la recompensa.
pl: Zasadą jest, że traktujemy osobę, która "rozpoczęła pracę" w pierwszej kolejności, jako mającą pierwszeństwo przed tą kwestią. Zainteresowane strony są mile widziane, aby wspólnie dzielić nagrodę lub dojść do jakiejś innej umowy, ale jeśli nie uda się zawrzeć porozumienia, to pierwsza osoba, która rozpocznie pracę, po raz pierwszy będzie strzelać do nagrody.

source: Is Gitcoin open source?
de: Ist Gitcoin Open Source?
es: ¿Es Gitcoin de código abierto?
pl: Czy Gitcoin jest open source?

source: Yes, all of Gitcoin's core software systems are open source and available at <a href=https://github.com/gitcoinco/>https://github.com/gitcoinco/</a>. Please see the liscense.txt file in each repo for more details.
de: Ja, alle Kernsoftwaresysteme von Gitcoin sind Open Source und verfügbar unter <a href=https://github.com/gitcoinco/> https://github.com/gitcoinco/ </a>. Weitere Informationen finden Sie in der Datei liscense.txt in jedem Repo.
es: Sí, todos los sistemas de software principales de Gitcoin son de código abierto y están disponibles en <a href=https://github.com/gitcoinco/> https://github.com/gitcoinco/ </a>. Consulte el archivo liscense.txt en cada informe para obtener más detalles.
pl: Tak, wszystkie podstawowe systemy oprogramowania Gitcoin są otwarte i dostępne na stronie <a href=https://github.com/gitcoinco/> https://github.com/gitcoinco/ </a>. Więcej informacji znajdziesz w pliku liscense.txt w każdym repozytorium.

source: Is a token distribution event planned for Gitcoin?
de: Ist ein Token-Verteilungsereignis für Gitcoin geplant?
es: ¿Está previsto un evento de distribución de tokens para Gitcoin?
pl: Czy planowane jest rozdanie żetonów w Gitcoin?

source: <p>Gitcoin Core is considering doing a token distribution event (TDI), but at the time is focused first and foremost on providing value in Open Source Software&nbsp;in a lean way.</p> <p>To find out more about a possible upcoming token distribution event,&nbsp;check out&nbsp;<a href="https://gitcoin.co/whitepaper">https://gitcoin.co/whitepaper</a></p> <p>&nbsp;</p>
de: <p> Gitcoin Core erwägt, ein Token-Distribution-Event (TDI) zu machen, konzentriert sich aber zu diesem Zeitpunkt vor allem darauf, in Open-Source-Software auf schlanke Art und Weise Wert zu schaffen. </ p> <p> Um mehr über ein mögliches Token-Verteilungsereignis zu erfahren, sehen Sie sich <a href="https://gitcoin.co/whitepaper"> https://gitcoin.co/whitepaper </a> <an / p> <p> & nbsp; </ p>
es: <p> Gitcoin Core está considerando realizar un evento de distribución de tokens (TDI), pero en ese momento se centra principalmente en proporcionar valor en Open Source Software & nbsp; de una manera ligera. </ p> <p> Para obtener más información sobre un posible evento de distribución de tokens próximo, & nbsp; visita & nbsp; <a href="https://gitcoin.co/whitepaper"> https://gitcoin.co/whitepaper </a> < / p> <p> & nbsp; </ p>
pl: <p> Gitcoin Core rozważa zrobienie zdarzenia dystrybucji tokena (TDI), ale w tym czasie koncentruje się przede wszystkim na dostarczaniu wartości w oprogramowaniu Open Source & nbsp; w sposób ubogi. </ p> <p> Aby dowiedzieć się więcej na temat możliwego zbliżającego się wydarzenia dystrybucji tokenu, & nbsp; sprawdź & nbsp; <a href="https://gitcoin.co/whitepaper"> https://gitcoin.co/whitepaper </a> < / p> <p> & nbsp; </ p>

source: What is the difference between Gitcoin and Gitcoin Core?
de: Was ist der Unterschied zwischen Gitcoin und Gitcoin Core?
es: ¿Cuál es la diferencia entre Gitcoin y Gitcoin Core?
pl: Jaka jest różnica między Gitcoin i Gitcoin Core?

source: Gitcoin Core LLC is the legal entity that manages the software development of the Gitcoin Network (Gitcoin). The Gitcoin Network is a series of smart contracts that helps Grow Open Source, but enabling developers to easily post and manage funded issues.
de: Gitcoin Core LLC ist die juristische Person, die die Softwareentwicklung des Gitcoin Network (Gitcoin) verwaltet. Das Gitcoin-Netzwerk besteht aus einer Reihe intelligenter Verträge, die Grow Open Source unterstützen, es Entwicklern jedoch ermöglichen, fundierte Probleme einfach zu veröffentlichen und zu verwalten.
es: Gitcoin Core LLC es la entidad legal que administra el desarrollo de software de la red Gitcoin (Gitcoin). La red Gitcoin es una serie de contratos inteligentes que ayuda a crecer de código abierto, pero que permite a los desarrolladores publicar y gestionar fácilmente problemas financiados.
pl: Gitcoin Core LLC to podmiot prawny zarządzający rozwojem oprogramowania Gitcoin Network (Gitcoin). Gitcoin Network to seria inteligentnych kontraktów, która pomaga rozwijać Open Source, ale umożliwia programistom łatwe publikowanie i zarządzanie finansowanymi problemami.

source: Who is the team at Gitcoin Core?
de: Wer ist das Team von Gitcoin Core?
es: ¿Quién es el equipo de Gitcoin Core?
pl: Kto jest zespołem w Gitcoin Core?
