Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Click 'Start Work' on the <a href="%(bounty.absolute_url)s">issue detail page</a>.
de: Klicken Sie auf der <a href="% (bounty.absolute_url)s"> Seite mit den Problemdetails </a> auf "Start Work".
es: Haga clic en "Comenzar a trabajar" en la <a href="%(bounty.absolute_url)s"> página de detalles del problema </a>.
pl: Kliknij przycisk "Rozpocznij pracę" na <a href="%(bounty.absolute_url)s"> stronie szczegółów problemu </a>.

source: View on Gitcoin.co
de: Blick auf Gitcoin.co
es: Ver en Gitcoin.co
pl: Zobacz na Gitcoin.co

source: 24 Hrs to Approve
es: 24 horas para aprobar
pl: 24 godz. Do zatwierdzenia

source: Good news!
es: ¡Buenas noticias!
pl: Dobre wieści!

source: would like to work on
es: me gustaría trabajar en
pl: chciałbym pracować

source: this bounty
pl: ta nagroda

source: Please review and approve
es: Por favor revise y apruebe
pl: Sprawdź i zatwierdź

source: by clicking approve below.
es: haciendo clic en aprobar a continuación.
pl: klikając Zatwierdź poniżej.

source: As a reminder, after 24 hours any contributor will be auto-approved and can automatically submit a PR against your issue.
es: Como recordatorio, después de 24 horas, cualquier colaborador será aprobado automáticamente y puede enviar un PR automáticamente en contra de su problema.
pl: Przypominamy, że po 24 godzinach każdy autor zostanie automatycznie zatwierdzony i może automatycznie przesłać powiadomienie prasowe dotyczące Twojego problemu.

source: - Gitcoin Team
es: - Equipo de Gitcoin
pl: - Zespół Gitcoin

source: would like to work on this bounty. Please review and approve
es: Me gustaría trabajar en esta recompensa. Por favor revise y apruebe
pl: chciałbym pracować nad tą nagrodą. Sprawdź i zatwierdź

source: A Worker was Auto Approved
es: Un trabajador fue aprobado automáticamente
pl: Pracownik został zatwierdzony automatycznie

source: was automatically approved to work on
es: fue aprobado automáticamente para trabajar en
pl: został automatycznie zatwierdzony do pracy

source: Please work together to complete the project.
es: Por favor trabajen juntos para completar el proyecto.
pl: Proszę pracować razem, aby ukończyć projekt.

source: was automatically approved to work on this bounty! Please work together to complete the project.
es: fue aprobado automáticamente para trabajar en esta recompensa! Por favor trabajen juntos para completar el proyecto.
pl: został automatycznie zatwierdzony do pracy nad tą nagrodą! Proszę pracować razem, aby ukończyć projekt.

source: Request to Work
es: Solicitud de trabajo
pl: Prośba o pracę

source: Good news! The funder has accepted your request to work on
es: ¡Buenas noticias! El financiador ha aceptado su solicitud para trabajar en
pl: Dobre wieści! Dawca zaakceptował twoją prośbę o pracę

source: You can go ahead and start working on the issue and as a courtesy provide an update to the maintainer every few days.
es: Puede seguir adelante y comenzar a trabajar en el problema y, como cortesía, proporcionar una actualización al mantenedor cada pocos días.
pl: Możesz iść dalej i zacząć pracę nad tym problemem, a dzięki uprzejmości dostarczaj aktualizację do opiekuna co kilka dni.

source: As always, if you have questions, please reach out to the project owner!
es: Como siempre, si tiene alguna pregunta, ¡comuníquese con el propietario del proyecto!
pl: Jak zawsze, jeśli masz pytania, skontaktuj się z właścicielem projektu!

source: Good news! The funder has accepted your request to work on this bounty. You can go ahead and start working on the issue and as a courtesy provide an update to the maintainer every few days.
es: ¡Buenas noticias! El financiador ha aceptado tu solicitud para trabajar en esta recompensa. Puede seguir adelante y comenzar a trabajar en el problema y, como cortesía, proporcionar una actualización al mantenedor cada pocos días.
pl: Dobre wieści! Dawca zaakceptował twoją prośbę o pracę nad tą nagrodą. Możesz iść dalej i zacząć pracę nad tym problemem, a dzięki uprzejmości dostarczaj aktualizację do opiekuna co kilka dni.

source: As a reminder, after 72 hours any contributor will be auto-approved and can automatically submit a PR against your issue.
es: Como recordatorio, después de las 72 horas, cualquier colaborador será aprobado automáticamente y puede enviar un PR automáticamente en contra de su problema.
pl: Przypominamy, że po 72 godzinach każdy autor zostanie automatycznie zatwierdzony i może automatycznie przesłać powiadomienie prasowe dotyczące Twojego problemu.

source: Work Request Rejected
pl: Wniosek o pracę odrzucony

source: The funder has denied your request to work on
es: El financiador ha denegado su solicitud para trabajar en
pl: Fundator odmówił twojej prośby o pracę

source: Checkout the issue explorer for other projects on the platform!
es: ¡Consulte el explorador de problemas para otros proyectos en la plataforma!
pl: Sprawdź eksplorator zagadnień dla innych projektów na platformie!

source: All rights reserved.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
pl: Wszelkie prawa zastrzeżone.

source: Want to change how you receive these emails?
de: Möchten Sie ändern, wie Sie diese E-Mails erhalten?
es: ¿Desea cambiar la forma en que recibe estos correos electrónicos?
pl: Chcesz zmienić sposób otrzymywania tych e-maili?

source: You can update your
de: Sie können Ihre aktualisieren
es: Puedes actualizar tu
pl: Możesz zaktualizować swój

source: preferences
de: Präferenzen
es: preferencias
pl: preferencje

source: unsubscribe
de: Abmelden
es: darse de baja
pl: wypisać się

source: from this list.
de: aus dieser Liste.
es: de esta lista.
pl: z tej listy.

source: We can't find the page you are looking for.
pl: Nie możemy znaleźć strony, której szukasz.

source: Error %(code)s.
de: Fehlercode__.
es: Errore %(code)s.
pl: %(code)s błędu.

source: Even the bots aren't sure what happened, but we'll look into it.<br> <a href="mailto:founders@gitcoin.co">Contact us</a> if you think this is something that shouldn't have happened.
pl: Nawet boty nie są pewne co się stało, ale przyjrzymy się temu <a href="mailto:founders@gitcoin.co"> Skontaktuj się z nami </a> jeśli uważasz, że to coś, co nie powinno się wydarzyć.

source: Gas Tradeoff Tool
es: Herramienta de intercambio de gas
pl: Narzędzie do równoważenia gazu

source: View Live Data in 2d
pl: Zobacz dane na żywo w 2d

source: View Historical in 3d
es: Ver histórico en 3d
pl: Zobacz historyczne w 3d

source: Historical Predicted Confirmation Times (x axis) vs Gas Usage (y axis)
pl: Historyczne przewidywane czasy potwierdzenia (oś x) a zużycie gazu (oś y)

source: Live Predicted Confirmation Times (x axis) vs Gas Usage (y axis)
pl: Przewidywane przewidywania czasu na żywo (oś x) a użycie gazu (oś y)

source: We are unable to sync gas data at this time. We recommend you check out <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer">ETH Gas Station</a> instead.
pl: W tej chwili nie możemy zsynchronizować danych dotyczących gazu. Zalecamy skorzystanie z <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer"> ETH Gas Station </a>.

source: Confirmation time
es: Hora de confirmación
pl: Czas potwierdzenia

source: Useful Links
de: Nützliche Links
es: Enlaces útiles
pl: Przydatne linki

source: To see the data in table format, check out <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer">ETH Gas Station</a>
pl: Aby zobaczyć dane w formacie tabeli, sprawdź <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer"> ETH Gas Station </a>

source: To see this information persisted in-browser check out <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer">this chrome extension</a>
de: Um zu sehen, dass diese Informationen im Browser gespeichert bleiben, <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer"> dies Chrome Erweiterung </a>
es: Para ver esta información persistente en el navegador, consulte <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer"> esto extensión de cromo </a>
pl: Aby wyświetlić te informacje w przeglądarce, sprawdź <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer"> to rozszerzenie chrome </a>

source: I need gas money, where can I get it?
es: Necesito dinero para gasolina, ¿dónde puedo conseguirlo?
pl: Potrzebuję pieniędzy na gaz, gdzie mogę to zdobyć?

source: Why isn't my Ethereum transaction confirming?
es: ¿Por qué no confirma mi transacción de Ethereum?
pl: Dlaczego moja transakcja Ethereum nie potwierdza?

source: What is Ethereum?
pl: Co to jest Ethereum?

source: What is gas?
pl: Co to jest gaz?

source: Why do we need to pay gas?
de: Warum müssen wir Gas bezahlen?
es: ¿Por qué tenemos que pagar el gas?
pl: Dlaczego musimy płacić gazem?

source: What are the advantages of Ethereum-based applications??
de: Was sind die Vorteile von Ethereum-basierten Anwendungen?
es: ¿Cuáles son las ventajas de las aplicaciones basadas en Ethereum?
pl: Jakie są zalety aplikacji opartych na Ethereum?

source: I can't figure this out. Help!
de: Ich kann das nicht herausfinden. Hilfe!
es: No puedo resolver esto. ¡Ayuda!
pl: Nie mogę tego rozgryźć. Wsparcie!

source: Gas Market; Advanced Reading
es: Mercado de gas; Lectura avanzada
pl: Rynek gazu; Zaawansowane czytanie

source: Contact the Gitcoin core team via slack.
pl: Skontaktuj się z głównym zespołem Gitcoin za pomocą luzu.

source: Gitcoin Mainnet Faucet
pl: Gitcoin Mainnet Kran

source: Gas price needed to confirm within
es: Precio del gas necesario para confirmar dentro de
pl: Cena gazu potrzebna do potwierdzenia w ramach

source: minute
es: minuto
pl: minuta

source: Overview Video
pl: Omówienie wideo

source: All about Gas
es: Todo sobre el Gas
pl: Wszystko o gazie

source: Gas is the payment that is sent to the ethereum node operators (also called miners), in exchange for execution of a smart contract. Paying miners on Ether is not unlike how you pay your electric company for electricity.
es: El gas es el pago que se envía a los operadores del nodo ethereum (también llamados mineros), a cambio de la ejecución de un contrato inteligente. Pagarle a los mineros en Ether no es diferente de cómo paga a su compañía de electricidad por electricidad.
pl: Gaz to płatność wysyłana do operatorów węzłów ethereum (zwanych także górnikami) w zamian za wykonanie inteligentnej umowy. Płacenie górnikom za Ether nie różni się od tego, jak płacisz elektrowni za elektryczność.

source: Gas is denominated in ETH or in 1/10**18 of a ETH, also called a WEI. You may also see gas denominated in GWEI, which stands for giga-wei, and is 10**9 of a WEI.
es: El gas se denomina en ETH o en 1/10 ** 18 de un ETH, también llamado WEI. También puede ver el gas denominado en GWEI, que significa giga-wei, y tiene 10 ** 9 de WEI.
pl: Gaz jest denominowany w ETH lub w 1/10 ** 18 ETH, zwany również WEI. Możesz również zobaczyć gaz oznaczony w GWEI, co oznacza giga-wei, i wynosi 10 ** 9 WEI.

source: When you submit a new transaction to the ethereum network (example to the right), you may be asked to input a Gas Price. In most cases, the gas price will be prefilled for you, but you can also override it to make your transaction confirm quicker (more gas) or cheaper (less gas).
es: Cuando envía una nueva transacción a la red ethereum (ejemplo a la derecha), se le puede pedir que ingrese un precio del gas. En la mayoría de los casos, el precio del combustible será precargado para usted, pero también puede anularlo para que su transacción confirme más rápido (más gasolina) o más barato (menos gasolina).
pl: Po przesłaniu nowej transakcji do sieci ethereum (przykład po prawej stronie) możesz zostać poproszony o podanie ceny gazu. W większości przypadków cena gazu zostanie wstępnie naliczona za Ciebie, ale możesz ją również zastąpić, aby transakcja była szybsza (więcej gazu) lub tańsza (mniej gazu).

source: Gas & Mining
es: Gas y minería
pl: Gaz i wydobycie

source: This quote from website CryptoCompare, articultes some of the design of the gas system on Ethereum:
es: Esta cita del sitio web CryptoCompare, articula parte del diseño del sistema de gas en Ethereum:
pl: Ten cytat ze strony internetowej CryptoCompare, opisuje niektóre z konstrukcji systemu gazowego na Ethereum:

source: 'Gas is the internal pricing for running a transaction or contract in Ethereum. It's to decouple the unit of Ether (ETH) and its market value from the unit to measure computational use (gas). Thus, a miner can decide to increase or decrease the use of gas according to its needs, while if need be, the price of gas can be increased or decreased accordingly, avoiding a situation in which an increase in the price of ETH would cause the need to change all gas prices. This is also a response to the discussion in bitcoin about fees structure ~
es: 'Gas es el precio interno para ejecutar una transacción o contrato en Ethereum. Es para desacoplar la unidad de Éter (ETH) y su valor de mercado de la unidad para medir el uso computacional (gas). Por lo tanto, un minero puede decidir aumentar o disminuir el uso de gas de acuerdo con sus necesidades, mientras que si es necesario, el precio del gas puede aumentar o disminuir en consecuencia, evitando una situación en la que un aumento en el precio de ETH causaría necesidad de cambiar todos los precios de la gasolina. Esta también es una respuesta a la discusión en bitcoin sobre estructura de tarifas ~
pl: "Gaz jest wewnętrzną ceną za prowadzenie transakcji lub umowy w Ethereum. Ma to na celu odseparowanie jednostki Eteru (ETH) i jej wartości rynkowej od jednostki w celu pomiaru zużycia obliczeniowego (gazu). Tak więc górnik może zdecydować o zwiększeniu lub zmniejszeniu zużycia gazu zgodnie z jego potrzebami, aw razie potrzeby cenę gazu można odpowiednio zwiększyć lub zmniejszyć, unikając sytuacji, w której wzrost ceny ETH spowodowałby trzeba zmienić wszystkie ceny gazu. Jest to również odpowiedź na dyskusję w bitcoin na temat struktury opłat ~

source: What is if the difference between gas price & gas limit?
pl: Co się stanie, jeśli różnica między ceną gazu a limitem gazu?

source: Gas limit is how many cycles (think opcodes) your transaction will take..
es: El límite de gas es cuántos ciclos (creo que códigos de operación) tomará su transacción.
pl: Limit gazu to liczba cykli (jakie myślisz opcodes), które podejmie Twoja transakcja.

source: Gas price is how much you'll pay per unit of gas
es: El precio del gas es la cantidad que pagará por unidad de gas
pl: Cena gazu to kwota, jaką zapłacisz za jednostkę gazu

source: When you multiply the gas price * gas limit, youll get the cost of the tx.
es: Cuando multiplicas el límite del precio del gas *, obtendrás el costo del tx.
pl: Kiedy pomnożysz cenę gazu * limit gazu, dostaniesz koszt tx.

source: Gas & Decentralization
es: Gas y Descentralización
pl: Gaz i decentralizacja

source: Gas is important because it incentivizes miners on the Ethereum network to process transactions. Ethereum is a decentralized network, which means your application is unstoppable. Unstoppable applications would be possible without gas!
es: El gas es importante porque incentiva a los mineros de la red Ethereum a procesar las transacciones. Ethereum es una red descentralizada, lo que significa que su aplicación es imparable. ¡Las aplicaciones imparables serían posibles sin gas!
pl: Gaz jest ważny, ponieważ zachęca górników w sieci Ethereum do przetwarzania transakcji. Ethereum to zdecentralizowana sieć, co oznacza, że ​​Twoja aplikacja jest nie do powstrzymania. Niepowstrzymane zastosowania byłyby możliwe bez gazu!

source: More questions? Check out the rest of the Gitcoin Gas Station, above, or reach out on slack.
es: ¿Más preguntas? Eche un vistazo al resto de la gasolinera de Gitcoin, arriba, o alcance la holgura.
pl: Więcej pytań? Sprawdź resztę stacji benzynowej Gitcoin, powyżej lub wyciągnij na luzie.

source: Developer?
de: Entwickler?
es: ¿Desarrollador?
pl: Deweloper?

source: Check out the Gitcoin Developer guide
de: Schauen Sie sich den Gitcoin Developer Guide an
es: Consulte la guía para desarrolladores de Gitcoin
pl: Sprawdź przewodnik programisty Gitcoin

source: View Developer Guide
de: Entwicklerhandbuch anzeigen
es: Ver la guía del desarrollador
pl: Wyświetl przewodnik dla programistów

source: Check out the Gitcoin Repo Maintainer guide
de: Sehen Sie sich den Gitcoin Repo Maintainer Guide an
es: Eche un vistazo a la guía Gitcoin Repo Mantenedor
pl: Zapoznaj się z przewodnikiem Gitcoin Repo Maintainer

source: View Repo Maintainer Guide
de: Betrachte den Repo-Betreuer-Leitfaden
es: Ver la Guía del mantenedor de Repo
pl: Zobacz Przewodnik Repo Maintainer

source: Does it work?
de: Funktioniert es?
es: ¿Funciona?
pl: Czy to działa?

source: Check out the Gitcoin Case Study
de: Schauen Sie sich die Gitcoin-Fallstudie an
es: Mira el caso de estudio de Gitcoin
pl: Sprawdź studium przypadku Gitcoin

source: View Case Studies
de: Fallstudien anzeigen
es: Ver casos de estudio
pl: Zobacz studia przypadków

source: Featured Videos
de: Empfohlene Videos
es: Vídeos destacados
pl: Promowane filmy

source: How it works
de: Wie es funktioniert
es: Cómo funciona
pl: Jak to działa

source: Product Demo: Post a Bounty
de: Produktdemo: Poste ein Kopfgeld
es: Demostración del producto: Publica un Bounty
pl: Prezentacja produktu: Opublikuj nagrodę

source: What is Web3 and how do we use it?
de: Was ist Web3 und wie benutzen wir es?
es: ¿Qué es Web3 y cómo lo usamos?
pl: Czym jest Web3 i jak z niego korzystamy?

source: Tutorials
de: Anleitungen
es: Tutoriales
pl: Poradniki

source: Got another question?
de: Hast du noch eine Frage?
es: ¿Tienes otra pregunta?
pl: Masz kolejne pytanie?

source: View Github Repo
de: Sehen Sie sich Github Repo an
es: Ver Github Repo
pl: Wyświetl Github Repo

source: Ask on slack
de: Fragen Sie nach Durchhang
es: Preguntar en holgura
pl: Zapytaj na luzie

source: Contact Gitcoin Core
de: Kontakt Gitcoin Kern
es: Póngase en contacto con la base de Gitcoin
pl: Skontaktuj się z Gitcoin Core

source: Explore Bounties
pl: Odkryj Bounty

source: Create Issue
pl: Utwórz problem

source: Fund on Gitcoin
pl: Fundusz na Gitcoin

source: Review Work
pl: Oceń pracę

source: Accept Submission
pl: Akceptuj przesłanie

source: For more details, please see <a target="_blank" rel="noopener noreferrer" href="https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> repo maintainer's guide</a> or the <a target="_blank" rel="noopener noreferrer" href="https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> developer guide</a>.
es: Para más detalles, por favor, consulte <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> la guía del mantenedor del repositorio </a> o la <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> guía para desarrolladores </a>.
pl: Po więcej szczegółów, zobacz <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> poradnik opiekuna repo </a> lub <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> Przewodnik dla programistów </a>.

source: Gitcoin Community
pl: Społeczność Gitcoin

source: Start exploring
pl: Zacznij odkrywać

source: bounties worth
pl: nagrody warte

source: Get Started With
pl: Rozpocznij z

source: Learn New Skills
de: Neue Fähigkeiten erlernen
es: Aprende nuevas habilidades
pl: Uczyć się nowych umiejętności

source: Work on a wide variety of bounties and learn new skills, suited for pros and beginners alike.
es: Trabaja en una amplia variedad de recompensas y aprende nuevas habilidades, adecuado tanto para profesionales como para principiantes.
pl: Pracuj nad różnorodnymi nagrodami i ucz się nowych umiejętności, dostosowanych zarówno dla zawodowców, jak i początkujących.

source: Meet New Friends
es: Conocer nuevos amigos
pl: Spotykać nowych przyjaciół

source: Collaborate, share and build amazing stuff together with new friends from all over the world.
es: Colabora, comparte y construye cosas sorprendentes junto con nuevos amigos de todo el mundo.
pl: Współpracuj, dziel i buduj niesamowite rzeczy razem z nowymi przyjaciółmi z całego świata.

source: Contribute To Open Source
pl: Przyczynić się do Open Source

source: Contribute directly to leading open source projects such as Metamask, Aragon and more.
es: Contribuya directamente a proyectos líderes de código abierto como Metamask, Aragón y más.
pl: Bezpośrednio współpracuj z wiodącymi projektami open source, takimi jak Metamask, Aragon i inne.

source: Get paid with ETH or any ERC-20 tokens for working on your passion.
es: Obtenga pagos con ETH o cualquier token ERC-20 por trabajar en su pasión.
pl: Zarabiaj dzięki ETH lub dowolnym tokenom ERC-20 za pracę nad swoją pasją.

source: Open Funded
pl: Otwórz finansowane

source: Work
pl: Praca

source: Join the Gitcoin
pl: Dołącz do Gitcoin

source: Developer Community
pl: Społeczność programistów

source: Gitcoin is the easiest way to monetize work
pl: Gitcoin to najprostszy sposób zarabiania na pracy

source: in Open Source Software.
pl: w oprogramowaniu Open Source.

source: Repos Using Gitcoin
pl: Repos Korzystanie z Gitcoin

source: DEVELOPERS! Looking for work on OSS Projects?
es: DESARROLLADORES! ¿Buscas trabajo en proyectos de OSS?
pl: DEWELOPERZY! Szukasz pracy nad projektami OSS?

source: View Available Bounties
pl: Wyświetl dostępne nagrody

source: Get Started with Gitcoin
pl: Rozpocznij z Gitcoin

source: Read Case Studies
pl: Przeczytaj Case Studies

source: MARKET Protocol Hires Eswara Sai, A Gitcoiner
es: El protocolo del mercado contrata a Eswara Sai, A Gitcoiner
pl: Protokół MARKET zatrudnia Eswara Sai, Gitcoinera

source: Balance: Building Open Source Banking
es: Balance: creación de bancos de código abierto
pl: Saldo: budowa bankowości typu open source

source: Simple Pricing
es: Precio simple
pl: Prosta wycena

source: A Taste of Our Product
es: El sabor de nuestro producto
pl: Smak naszego produktu

source: Free
es: Gratis
pl: Darmowy

source: Do it yourself. You post and manage the bounties.
es: Hazlo tu mismo. Publica y administra las recompensas.
pl: Zrób to sam. Publikujesz i zarządzasz nagrodami.

source: Silver
es: Plata
pl: Srebro

source: We Manage the Development Flow
es: Gestionamos el flujo de desarrollo
pl: Zarządzamy przepływem rozwoju

source: Access Gitcoin's torrent of dev flow
es: Acceda al torrente de flujo dev de Gitcoin
pl: Uzyskaj dostęp do strumienia przepływu dev Gitcoin

source: We manage the project for you
es: Gestionamos el proyecto para usted
pl: Zarządzamy projektem dla Ciebie

source: We advise on pricing
es: Asesoramos en precios
pl: Doradzamy w sprawie cen

source: We will monitor it for you
es: Lo supervisaremos por usted
pl: Będziemy to dla ciebie monitorować

source: Gold
es: Oro
pl: Złoto

source: We Spin Up Projects and Manage Them
es: Iniciamos proyectos y los gestionamos
pl: Rozdzielamy projekty i zarządzamy nimi
