Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: We aim to collect as little information from you as possible. Any information that you share is used to provide an experience that is relevant to you.
es: Nuestro objetivo es recopilar la menor información posible de usted. Cualquier información que comparta se utiliza para proporcionar una experiencia que sea relevante para usted.
pl: Staramy się zebrać jak najwięcej informacji od ciebie. Wszelkie informacje, które udostępniasz, są używane w celu zapewnienia odpowiedniego doświadczenia.

source: How to Withdraw Consent?
es: ¿Cómo retirar el consentimiento?
pl: Jak wycofać zgodę?

source: You may withdraw consent for profile related activities, by using the checkboxes above.
es: Puede retirar el consentimiento para las actividades relacionadas con el perfil, utilizando las casillas de verificación de arriba.
pl: Możesz wycofać zgodę na działania związane z profilem, używając powyższych pól wyboru.

source: You may withdraw consent for any email related activities
es: Puede retirar el consentimiento para cualquier actividad relacionada con el correo electrónico
pl: Możesz wycofać zgodę na działania związane z e-mailem

source: here
es: aquí
pl: tutaj

source: You may remove your account altogether
es: Puede eliminar su cuenta por completo
pl: Możesz całkowicie usunąć swoje konto

source: Have more questions? Contact the team at
es: ¿Tienes más preguntas? Póngase en contacto con el equipo en
pl: Masz więcej pytań? Skontaktuj się z zespołem pod adresem

source: Slack Integration
es: Integración de holgura
pl: Integracja luzu

source: Gitcoin can post updates of bounties statuses of your repositories to your team's slack. To do this create bot <a href="https://my.slack.com/apps/A0F7YS25R-bots">here</a> and provide slack API token in the field below.
es: Gitcoin puede publicar actualizaciones de los estados de bonificaciones de sus repositorios para la holgura de su equipo. Para hacer esto crea bot <a href="https://my.slack.com/apps/A0F7YS25R-bots"> aquí </a> y proporciona un token de API floja en el campo a continuación.
pl: Gitcoin może publikować aktualizacje statusów nagród swoich repozytoriów do luzu w zespole. Aby to zrobić, utwórz bota <a href="https://my.slack.com/apps/A0F7YS25R-bots"> tutaj </a> i dostarczyć token API luzu w polu poniżej.

source: Slack API token
es: Token de API floja
pl: Token API Slack

source: Slack channel to post to
es: Slack channel para publicar en
pl: Zwolnij kanał, by opublikować post

source: Tokens
pl: Tokeny

source: Enable
pl: Włączyć

source: tipped
es: inclinado
pl: zakończony

source: funded a new issue:
pl: sfinansował nowy numer:

source: started work:
pl: rozpoczęła pracę:

source: stopped work:
es: trabajo detenido:
pl: zatrzymana praca:

source: canceled bounty:
pl: anulowano nagrodę:

source: increased funding:
es: mayor financiamiento:
pl: zwiększone finansowanie:

source: Percent
es: Por ciento
pl: Procent

source: Product
es: Producto
pl: Produkt

source: Tools
de: Werkzeuge
es: Herramientas
pl: Przybory

source: Business
es: Negocio
pl: Biznes

source: Mission
es: Misión
pl: Misja

source: Careers
es: Carreras
pl: Kariera

source: Results
es: Resultados
pl: Wyniki

source: Legal
pl: Prawny

source: Terms
de: Begriffe
es: Condiciones
pl: Warunki

source: Grow Open Source
de: Wachsen Sie Open Source
es: Crecer de código abierto
pl: Rozwijaj otwarte oprogramowanie

source: (Emails once a week max, &amp; we never sell your data.)
de: (E-Mails maximal einmal pro Woche, und wir verkaufen Ihre Daten niemals.)
es: (Correos electrónicos una vez por semana como máximo, y nunca vendemos sus datos).
pl: (Maksymalna liczba wiadomości e-mail raz w tygodniu i nigdy nie sprzedajemy Twoich danych).

source: Want to get help on your repo? Easily get started!
es: ¿Quieres obtener ayuda sobre tu repositorio? ¡Comience fácilmente!
pl: Chcesz uzyskać pomoc dotyczącą repo? Łatwo zacząć!

source: Vision
pl: Wizja

source: LOG IN
es: INICIAR SESIÓN
pl: ZALOGUJ SIĘ

source: A Mission to Grow Open Source.
pl: Misja, aby rozwijać otwarte oprogramowanie.

source: Gitcoin is a decentralized application built on Ethereum’s blockchain. Gitcoin does <strong>not</strong> have a native token.
es: Gitcoin es una aplicación descentralizada construida en blockchain de Ethereum. Gitcoin <strong> no </ strong> tiene un token nativo.
pl: Gitcoin to zdecentralizowana aplikacja zbudowana na blockchainach Ethereum. Gitcoin nie <strong> nie </ strong> ma natywny token.

source: Gitcoin Slack Community
es: Comunidad de Gitcoin Slack
pl: Społeczność Gitcoin Slack

source: Meet software developers, futurists, and funders who are building web3.
de: Treffen Sie Softwareentwickler, Futuristen und Geldgeber, die Web3 erstellen.
es: Conozca a desarrolladores de software, futuristas y patrocinadores que están construyendo web3.
pl: Poznaj programistów, futurystów i sponsorów, którzy budują web3.

source: Gitcoin will never share your email with anyone else.
de: Gitcoin wird Ihre E-Mails niemals mit anderen teilen.
es: Gitcoin nunca compartirá su correo electrónico con nadie más.
pl: Gitcoin nigdy nie udostępni Twojego e-maila nikomu innemu.

source: Sign in here
de: Hier anmelden
es: Firme aquí
pl: Podpisz tutaj

source: We believe Blockchain is the TCP/IP of Money
es: Creemos que Blockchain es el TCP / IP de Money
pl: Wierzymy, że Blockchain to TCP / IP Money

source: The internet changed the way we exchange information; Blockchain changes the way we exchange value..
es: Internet cambió la forma en que intercambiamos información; Blockchain cambia la forma en que intercambiamos valor ...
pl: Internet zmienił sposób, w jaki wymieniamy informacje; Blockchain zmienia sposób, w jaki wymieniamy wartość.

source: When the internet came along, p2p content changed the way the world exchanged information; from our media, to our arts, to how we consume our news.
es: Cuando apareció Internet, el contenido de p2p cambió la forma en que el mundo intercambiaba información; de nuestros medios, a nuestras artes, a cómo consumimos nuestras noticias.
pl: Kiedy pojawił się Internet, zawartość p2p zmieniła sposób, w jaki świat wymieniał informacje; od naszych mediów, poprzez naszą sztukę, po to, jak konsumujemy nasze wiadomości.

source: We believe that DLT (distributed ledger technology), especially Ethereum, has the potential to change the way the world exchanges value.s
es: Creemos que DLT (tecnología ledger distribuida), especialmente Ethereum, tiene el potencial de cambiar la forma en que el mundo intercambia valor.
pl: Uważamy, że technologia DLT (Distributed Ledger Technology), szczególnie Ethereum, może zmienić sposób, w jaki świat wymienia wartości.

source: What changes will that portend for the world in the 21st century? We think that it could change the way we do purchases, make investments, and how we think about work.
es: ¿Qué cambios presagiarán para el mundo en el siglo XXI? Creemos que podría cambiar la manera en que hacemos las compras, hacemos inversiones y cómo pensamos en el trabajo.
pl: Jakie zmiany zapowiadają świat w XXI wieku? Sądzimy, że może to zmienić sposób, w jaki robimy zakupy, inwestujemy i myślimy o pracy.

source: We are at the beginning of a decades-long shift in how humanity exchanges value in the network'd age.
es: Estamos en el comienzo de un cambio de décadas en la forma en que la humanidad intercambia valor en la era de la red.
pl: Jesteśmy na początku dziesięciolecia zmiany w sposobie, w jaki ludzkość wymienia wartości w wieku sieci.

source: We Believe In Using Markets for Good
es: Creemos en usar los mercados para siempre
pl: Wierzymy w wykorzystywanie rynków na dobre

source: Using markets for good
es: Usar los mercados para siempre
pl: Korzystanie z rynków na dobre

source: We belive that markets can be used to create good in the world; Our network is a rare 'triple win'; funders get work on demand; workers get more good work; and Gitcoin builds a viable blockchain business on the core technology underlying it all.
es: Creemos que los mercados se pueden usar para crear bienes en el mundo; Nuestra red es una rara 'triple ganancia'; los financiadores obtienen trabajo a pedido; los trabajadores obtienen más buen trabajo; y Gitcoin construye un negocio de cadena de bloques viable sobre la tecnología central subyacente a todo.
pl: Wierzymy, że rynki mogą być wykorzystywane do tworzenia dobra na świecie; Nasza sieć to rzadka "potrójna wygrana"; fundatorzy otrzymują pracę na żądanie; pracownicy otrzymują więcej dobrej pracy; a Gitcoin buduje opłacalną działalność blockchain na podstawowej technologii leżącej u podstaw tego wszystkiego.

source: We want to make sure it'll be easy to find good jobs in the future
es: Queremos asegurarnos de que sea fácil encontrar buenos empleos en el futuro
pl: Chcemy mieć pewność, że łatwo będzie znaleźć dobre miejsca pracy w przyszłości

source: We want to see a world where it's as easy for a developer to find a new job as it is for an Uber driver to find a rider today. By creating more opportunity for developers, we hope to provide more leverage for developers in the 21st century workplace.
es: Queremos ver un mundo donde sea tan fácil para un desarrollador encontrar un nuevo trabajo como lo es para un conductor de Uber para encontrar un corredor hoy. Al crear más oportunidades para los desarrolladores, esperamos proporcionar más influencia para los desarrolladores en el lugar de trabajo del siglo XXI.
pl: Chcemy zobaczyć świat, w którym programiści mogą łatwo znaleźć nową pracę, tak jak w przypadku sterownika Uber, aby znaleźć kierowcę już dziś. Stwarzając więcej możliwości dla programistów, mamy nadzieję, że dostarczymy więcej dźwigni programistom w miejscu pracy XXI wieku.

source: Digital Humanitarianism
es: Humanitarismo digital
pl: Cyfrowy humanitaryzm

source: In world that can sometimes seem uncertain, gloomy, indifferent, or even distopian, our vision to embrace humanity's built in capacities of community and value-creation in our networked future.
es: En un mundo que a veces puede parecer incierto, sombrío, indiferente o incluso distopiano, nuestra visión de abrazar las capacidades integradas de la humanidad de la comunidad y la creación de valor en nuestro futuro en red.
pl: W świecie, który czasem może wydawać się niepewny, ponury, obojętny, a nawet dystopijny, nasza wizja, aby objąć zbudowane przez ludzkość zdolności społeczności i tworzenia wartości w naszej sieciowej przyszłości.

source: We Believe Satisfying Work Is About More Than Just Money
es: Creemos que el trabajo satisfactorio se trata de algo más que dinero
pl: Wierzymy, że satysfakcjonująca praca to coś więcej niż tylko pieniądze

source: Blockchain will evolve rapidly over time
es: Blockchain evolucionará rápidamente con el tiempo
pl: Blockchain będzie szybko ewoluować

source: This is our best bet as to how the space is going to evolve. We're visual thinkers; & by building a map of where we think the world going, we can map out how Gitcoin can help
es: Esta es nuestra mejor apuesta sobre cómo va a evolucionar el espacio. Somos pensadores visuales; & al construir un mapa de donde creemos que va el mundo, podemos mapear cómo Gitcoin puede ayudar
pl: To jest najlepszy sposób na to, jak przestrzeń będzie ewoluować. Jesteśmy wizualnymi myślicielami; i budując mapę tego, dokąd myślimy, że świat idzie, możemy ustalić, w jaki sposób Gitcoin może pomóc

source: WARNING: Much of this section is massively speculative; We don't *know* for sure about any of this, but we think that by putting this timeline out into the world we can inspire conversation in our community.
es: ADVERTENCIA: Gran parte de esta sección es masivamente especulativa; No sabemos con certeza nada de esto, pero creemos que al poner esta línea de tiempo en el mundo podemos inspirar la conversación en nuestra comunidad.
pl: OSTRZEŻENIE: Znaczna część tego rozdziału jest spekulatywna; Nie wiemy na pewno o tym, ale uważamy, że umieszczenie tej osi czasu w świecie może zainspirować do rozmowy w naszej społeczności.

source: Now
es: Ahora
pl: Teraz

source: Sharding / POS in research stage
es: Sharding / POS en etapa de investigación
pl: Sharding / POS na etapie badań

source: Bear Market
pl: Niedźwiedź rynku

source: Gitcoin is doing some Revenue Testing (Tokenization, Secret Project, CodeFund, Grants, Bounties)
es: Gitcoin está haciendo algunas pruebas de ingresos (Tokenization, Secret Project, CodeFund, Grants, Bounties)
pl: Gitcoin przeprowadza pewne testy przychodów (Tokenization, Secret Project, CodeFund, Grants, Bounties)

source: 1 Year out
es: 1 año fuera
pl: 1 rok z rzędu

source: Sharding / POS goes live.
es: Sharding / POS en vivo.
pl: Sharding / POS przechodzi na żywo.

source: Stablecoins are an accepted store of value.
es: Stablecoins es una tienda de valores aceptada.
pl: Stablecoins są uznanym magazynem wartości.

source: Sideways Market
es: Mercado lateral
pl: Bezdroża rynku

source: Some ICOs will launch / many will fail to get market traction / most ICOs will fail altogether
es: Algunas ICO se lanzarán / muchas no lograrán obtener tracción en el mercado / la mayoría de las ICO fallarán por completo
pl: Niektóre ICO uruchomią się / wiele z nich nie zdoła uzyskać trakcji rynkowej / większość ICO całkowicie zawiedzie

source: Consensys hits 1k people
es: Consensos golpea a 1k personas
pl: Consensys trafia 1 tys. Osób

source: Gitcoin has figured out a scalable Revenue model. Starting to scale.
es: Gitcoin ha descubierto un modelo de ingresos escalable. Empezando a escalar
pl: Gitcoin opracował skalowalny model przychodów. Zaczyna się skalowanie.

source: 3 Years out
es: 3 años fuera
pl: 3 lata

source: Ethereum hits 1 billion tx / day
es: Ethereum golpea mil millones de tx / día
pl: Ethereum osiąga 1 miliard tx dziennie

source: The flippening happens
es: El flippening sucede
pl: Flippening się dzieje

source: Blockchain disrupts the dollar for store of wealth for nation states. To subvert sanctions at first and weaken the influence of he US dollar for countries like Russia
es: Blockchain interrumpe el dólar para almacenar riqueza para los estados nacionales. Subvertir las sanciones al principio y debilitar la influencia del dólar estadounidense para países como Rusia
pl: Blockchain zakłóca dolara dla przechowywania bogactwa dla państw narodowych. Na początku obalić sankcje i osłabić wpływ amerykańskiego dolara na kraje takie jak Rosja

source: Identity on blockchain becomes a very big deal
es: La identidad en blockchain se convierte en algo muy importante
pl: Tożsamość na blockchain staje się bardzo ważną sprawą

source: Consensys members use tokens everyday
es: Los miembros de Consensys usan tokens todos los días
pl: Członkowie Consensys codziennie używają tokenów

source: Gitcoin is a $20mm / year business
es: Gitcoin es un negocio de $ 20mm / año
pl: Gitcoin to biznes o wartości 20 milionów USD rocznie

source: 5 Years out
es: 5 años fuera
pl: 5 lat

source: It is as easy for a software developer to find work as it is for an Uber driver to find a ride 10 years ago.
es: Es tan fácil para un desarrollador de software encontrar trabajo como lo es para un controlador de Uber para encontrar un vehículo hace 10 años.
pl: Twórcy oprogramowania mogą równie łatwo znaleźć pracę, jak to jest w przypadku sterownika Uber, aby znaleźć jazdę 10 lat temu.

source: Gitcoin is a $50mm / year business.
es: Gitcoin es un negocio de $ 50mm / año.
pl: Gitcoin to biznes o wartości 50 mln USD rocznie.

source: 10 Years out
es: 10 años fuera
pl: 10 lat

source: Whether or not ETH ‘wins’, cryptocurrency will be utilized for a non-trivial amount of total currency transactions. (i.e. at least 10%% of total M1 money supply)
es: Ya sea que ETH 'gane' o no, la criptomoneda se utilizará para una cantidad no trivial de transacciones en moneda total. (es decir, al menos 10 %% del suministro monetario M1 total)
pl: Niezależnie od tego, czy ETH "wygrywa", krypto-waluta zostanie wykorzystana na nietrywialną kwotę całkowitych transakcji walutowych. (tj. co najmniej 10 %% całkowitej podaży pieniądza M1)

source: Easy, right? ;)
es: Fácil, ¿verdad? ;)
pl: Łatwo, prawda? ;)

source: Open Questions about the Web 3.0 Future
es: Preguntas abiertas sobre el futuro de la Web 3.0
pl: Otwarte pytania dotyczące przyszłości Web 3.0

source: We're not quite so sure about these parts of the blockchain-ized world.
es: No estamos tan seguros de estas partes del mundo blockchain -ized.
pl: Nie jesteśmy do końca przekonani o tych częściach świata blockchain.

source: Will blockchain be in everyone's wallet (like the Web Browser), or will it be hidden in the back? (like Linux)
es: ¿Blockchain estará en la billetera de todos (como el navegador web), o estará oculto en la parte posterior? (como Linux)
pl: Czy blockchain będzie w portfelu każdego (tak jak w przeglądarce internetowej), czy będzie ukryty z tyłu? (jak Linux)

source: What will Identity on web3 look like? Will there be a dFb (decentralized facebook), and if so, how will it differ from web 2.0 Facebook?
es: ¿Cómo será Identity en web3? ¿Habrá un dFb (facebook descentralizado) y, de ser así, cómo diferirá del Facebook 2.0?
pl: Jak będzie wyglądać Identity na web3? Czy pojawi się dFb (zdecentralizowany facebook), a jeśli tak, to jak będzie się różnić od Facebooka Web 2.0?

source: What web3 wallet will everyone use? Will they use many? What will the marekt for wallets look like as the space matures?
es: ¿Qué billetera web3 usarán todos? ¿Usarán muchos? ¿Cómo será el marekt para billeteras a medida que el espacio madure?
pl: Z jakiego portfela web3 będą korzystać wszyscy? Czy użyją wielu? Jak będzie wyglądać marekt portfeli w miarę dojrzewania przestrzeni?

source: What will maturation/consolidation in the blockchain space look like?
es: ¿Cómo se verá la maduración / consolidación en el espacio blockchain?
pl: Jak będzie wyglądać dojrzewanie / konsolidacja w przestrzeni blockchain?

source: What is a scalable funding model for developers (esp OSS) in a blockchain world?
es: ¿Qué es un modelo de financiación escalable para desarrolladores (especialmente OSS) en un mundo blockchain?
pl: Co to jest skalowalny model finansowania dla programistów (szczególnie OSS) w świecie blockchain?

source: Can blockchain solve
es: Puede resolver Blockchain
pl: Czy można rozwiązać blockchain

source: Is centralization of code hosting a problem? What would a decentralized code-collaboration tool look like?
es: ¿Es la centralización del alojamiento de código un problema? ¿Cómo sería una herramienta de colaboración de código descentralizada?
pl: Czy centralizacja kodu jest problemem? Jak wyglądałoby zdecentralizowane narzędzie do współpracy z kodami?

source: The Future Of Work
es: El futuro del trabajo
pl: Przyszłość pracy

source: In a scenario in which the future of work moves onto the blockchain, how will ancillary services (Retirement, Insurance, Health Care) works?
es: En un escenario en el que el futuro del trabajo se traslada a la cadena de bloques, ¿cómo funcionarán los servicios auxiliares (jubilación, seguros, atención médica)?
pl: W scenariuszu, w którym przyszłość pracy przenosi się na blockchain, w jaki sposób działają usługi pomocnicze (emerytura, ubezpieczenie, opieka zdrowotna)?

source: Are these government based, “employer” based, or none of the above?
es: ¿Están basados ​​en el gobierno, basados ​​en el "empleador" o ninguno de los anteriores?
pl: Czy są to oparte na rządzie, "pracodawcy", czy żaden z powyższych?

source: What will a mesh network of jobs look like? How will work change in a many-to-many working-relationship world?
es: ¿Cómo se verá una red en malla de trabajos? ¿Cómo cambiará el trabajo en un mundo de relaciones de trabajo de muchos a muchos?
pl: Jak będzie wyglądać sieć oczek pracy? Jak zmieni się praca w świecie, w którym wiele osób współpracuje?

source: Got input that can inform our vision? Want to debate about this? Want to nerd out?
es: ¿Recibió comentarios que pueden informar nuestra visión? ¿Quieres debatir sobre esto? ¿Quieres ponerte nerd?
pl: Masz dane wejściowe, które mogą informować o naszej wizji? Chcesz o tym debatować? Chcesz się wyłupić?

source: GET IN TOUCH
es: ESTAR EN CONTACTO
pl: POBIERZ TOUCH

source: Want to see how Gitcoin is making our vision come true?
es: ¿Quieres ver cómo Gitcoin está haciendo realidad nuestra visión?
pl: Chcesz zobaczyć, jak Gitcoin realizuje naszą wizję?

source: SEE OUR RESULTS
es: VEA NUESTROS RESULTADOS
pl: ZOBACZ NASZE WYNIKI

source: Got an access code?
de: Haben Sie einen Zugangscode?
es: ¿Tienes un código de acceso?
pl: Masz kod dostępu?

source: Good for you.
de: Schön für dich.
es: Bien por usted.
pl: Dobrze dla ciebie.

source: Please submit your info below for access to the draft whitepaper.
de: Bitte senden Sie Ihre Informationen unten für den Zugang zum Entwurf Whitepaper.
es: Por favor, envíe su información a continuación para acceder al borrador del documento técnico.
pl: Prześlij poniższe informacje, aby uzyskać dostęp do wstępnego raportu.

source: Access Code
de: Zugangscode
es: Código de acceso
pl: Kod dostępu

source: Hey, you!
de: Hallo du!
es: ¡Eh, tú!
pl: Hej ty!

source: Gitcoin is *not* a token.
de: Gitcoin ist * kein * Token.
es: Gitcoin es * no * una ficha.
pl: Gitcoin to * nie * token.

source: Gitcoin is a distributed group of individuals focused:
de: Gitcoin ist eine verteilte Gruppe von Individuen mit Fokus:
es: Gitcoin es un grupo distribuido de personas enfocadas:
pl: Gitcoin to rozproszona grupa osób skoncentrowanych:

source: on being <i>relentlessly mission driven</i>. <a href="%(missionurl)s"> (more on this here) </a>
de: darauf, unermüdlich missionsgesteuert zu sein </ i>. <a href="%(missionurl)s"> (mehr dazu hier) </a>
es: en ser <i> implacablemente impulsado por la misión </ i>. <a href="%(missionurl)s"> (más sobre esto aquí) </a>
pl: o byciu <i> nieustannie kierowanym misją </ i>. <a href="%(missionurl)s"> (więcej o tym tutaj) </a>

source: on working with the <i>best repos</i> in web3.. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (more on this here) </a>
de: über die Arbeit mit den <i> besten Repos </ i> in web3 .. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (mehr über das hier) </a>
es: al trabajar con los <i> mejores repos </ i> en web3 .. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (más sobre esto aquí) </a>
pl: w pracy z <i> najlepszymi repozytoriami </ i> w web3 .. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (więcej o tutaj) </a>

source: on building the <i>best tools</i> for them... <a href="%(toolboxurl)s"> (more on this here) </a>
de: für den Bau der <i> besten Werkzeuge </ i> für sie ... <a href="%(toolboxurl)s"> (mehr dazu hier) </a>
es: en la construcción de las <i> mejores herramientas </ i> para ellos ... <a href="%(toolboxurl)s"> (más sobre esto aquí) </a>
pl: o stworzeniu dla nich <i> najlepszych narzędzi </ i> ... <a href="%(toolboxurl)s"> (więcej o tym tutaj) </a>

source: over a <i>long term</i> time horizon.. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (more on this here) </a>
de: über einen <i> langfristigen </ i> Zeithorizont .. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (mehr dazu hier ) </a>
es: en un horizonte temporal <i> a largo plazo </ i>. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (más sobre esto aquí ) </a>
pl: w perspektywie <i> długoterminowej </ i> .. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (więcej o tym tutaj ) </a>
