Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: We scope and define the project
es: Nosotros alcanzamos y definimos el proyecto
pl: Definiujemy i definiujemy projekt

source: Who's Using Gitcoin?
pl: Kto korzysta z Gitcoin?

source: Augment Your Team's Workflow
es: Aumente el flujo de trabajo de su equipo
pl: Zwiększ przepływ pracy swojego zespołu

source: Read an Article
es: Lee un articulo
pl: Przeczytaj artykuł

source: Hire Global Talent
es: Contratar talento global
pl: Zatrudnij Global Talent

source: How To Get Started
pl: Jak zacząć

source: Grow Your Open Source Community
pl: Rozwiń swoją społeczność Open Source

source: Post a Bounty
pl: Opublikuj nagrodę

source: Do More Work, Faster
es: Haz más trabajo, más rápido
pl: Więcej pracy, szybciej

source: to incentivize or monetize work.
es: incentivar o monetizar el trabajo.
pl: zachęcić lub zarabiać na pracy.

source: Fund an Issue
de: Fund ein Problem
es: Financia un problema
pl: Zredaguj problem

source: Fund An Issue. Grow Your Project.
es: Fund An Issue. Haz crecer tu proyecto
pl: Fundusz An Issue. Rozwijaj swój projekt.

source: Post A Bounty.
es: Publica un Bounty.
pl: Opublikuj Bounty.

source: Work With A Gitcoiner.
es: Trabaja con un Gitcoiner.
pl: Pracuj z Gitcoinerem.

source: Grow Your Project.
es: Haz crecer tu proyecto
pl: Rozwijaj swój projekt.

source: Gitcoin is a bounty-based collaboration tool that works easily with Github
es: Gitcoin es una herramienta de colaboración basada en recompensas que funciona fácilmente con Github
pl: Gitcoin to narzędzie do współpracy oparte na nagrodach, które działa z łatwością z Github

source: Contribute to Open Source. Get Paid.
es: Contribuir a Open Source. Recibir el pago.
pl: Przyczynić się do Open Source. Dostać zapłatę.

source: Find An Open Bounty.
es: Encuentra un regalo abierto.
pl: Znajdź otwartą nagrodę.

source: Whether it's Bugs, Features, or Security Issues, Gitcoin's
es: Ya sean errores, características o problemas de seguridad, Gitcoin
pl: Niezależnie od tego, czy chodzi o błędy, funkcje czy problemy z bezpieczeństwem, Gitcoin

source: is the easiest way to find paid work in open source.
pl: to najprostszy sposób na znalezienie płatnej pracy w otwartym kodzie źródłowym.

source: Build Something Great.
pl: Zbuduj coś wspaniałego.

source: Get Paid.
pl: Dostać zapłatę.

source: Browse the Issue Explorer!
pl: Przeglądaj eksplorator problemów!

source: Press
de: Drücken Sie
es: prensa
pl: naciśnij

source: iOS App Now Available
es: Aplicación de iOS ahora disponible
pl: Aplikacja na iOS jest już dostępna

source: Get The App
es: Obtener la aplicación
pl: Pobierz aplikację

source: None found.
de: Keine gefunden.
es: Nada encontrado.
pl: Nic nie znaleziono.

source: Gitcoin is a <span class="text-highlight-dark-blue">mission</span> and <span class="text-highlight-dark-blue">value-oriented</span>
pl: Gitcoin jest <span class = "text-highlight-dark-blue"> mission </ span> and <span class = "text-highlight-dark-blue"> zorientowany na wartość </ span>

source: <span class="text-highlight-dark-blue"> distributed movement </span> aimed to <span class="text-highlight-dark-blue">drive</span>
pl: <span class = "text-highlight-dark-blue"> ruch rozproszony </ span> ma na celu <span class = "text-highlight-dark-blue"> napęd </ span>

source: <span class="text-highlight-dark-blue"> change </span> and <span class="text-highlight-pink">grow open source</span>
pl: <span class = "text-highlight-dark-blue"> zmień </ span> i <span class = "text-highlight-pink"> rozwijaj open source </ span>

source: We want to build a world in which everyone has the <strong>financial leverage to leave</strong> their job.
pl: Chcemy zbudować świat, w którym wszyscy mają finansowe <strong> dźwignia do opuszczenia </ strong> swojej pracy.

source: We want it to be as <strong>easy to find work in software</strong>, as it is for an Uber driver to find a ride today.
pl: Chcemy, aby była <strong> łatwa do znalezienia praca w oprogramowaniu </ strong>, jak to jest w przypadku Sterownik Uber, aby znaleźć dzisiaj przejażdżkę.

source: We want to build a network with <strong>aligned incentives</strong>, especially between capital &amp; labour.
pl: Chcemy zbudować sieć z <strong> wyrównanymi zachętami </ strong>, szczególnie między kapitałem a praca.

source: <span class="text-highlight-green">We</span> Believe
pl: <span class = "text-highlight-green"> My </ span> Uwierz

source: We believe in open standards and fat protocols, and have built Gitcoin with StandardBounties -- an Open, Free, Fair, Bounty Protocol on Ethereum.
pl: Wierzymy w otwarte standardy i protokoły dotyczące tłuszczu, a także zbudowaliśmy Gitcoin za pomocą StandardBounties - Open, Free, Fair, Bounty Protocol na Ethereum.

source: We believe that an ICO and tokenization is not the best business model for our dapp. We do not have a token
pl: Uważamy, że ICO i tokenizacja to nie najlepszy model biznesowy naszego dappa. Nie mamy tokena

source: We believe that blockchain is a game-changer for funding of Open Source. We believe that Open Source Funding and Open Source Jobs will be built on Open Source Money
es: Creemos que blockchain es un cambio de juego para el financiamiento de código abierto. Creemos que la financiación de código abierto y los trabajos de código abierto se construirán con dinero de código abierto
pl: Sądzimy, że blockchain jest platformą do zmiany źródeł finansowania Open Source. Wierzymy, że Open Source Funding i Open Source Jobs zostaną zbudowane na Open Source Money

source: <span class="text-highlight-green">We</span> Value
pl: <span class = "text-highlight-green"> My </ span> Wartość

source: Collaboration
es: Colaboración
pl: Współpraca

source: Intellectual honesty
es: Honestidad intelectual
pl: Intelektualna uczciwość

source: Empathy
es: Empatía
pl: Empatia

source: Stress Reducers
es: Reductores de estrés
pl: Redukcje stresu

source: Giving first
es: Dar primero
pl: Dając pierwszy

source: We happen to the world. We don't let the world happen to us.
es: Pasamos al mundo. No permitimos que el mundo nos pase a nosotros.
pl: Przynosimy się do świata. Nie pozwalamy, aby świat się nam przytrafił.

source: We show, don't tell.
es: Mostramos, no digo.
pl: Pokazujemy, nie mów.

source: We are thoughtful, clear, and direct.
es: Somos reflexivos, claros y directos.
pl: Jesteśmy troskliwi, jasni i bezpośredni.

source: We seek balance.
es: Buscamos el equilibrio
pl: Szukamy równowagi.

source: We challenge the status quo &amp; are willing to be challenged.
es: Desafiamos el status quo y amp; están dispuestos a ser desafiados.
pl: Podważamy status quo & amp; są skłonni do wyzwań.

source: We fix things twice.
es: Arreglamos las cosas dos veces.
pl: Naprawiamy rzeczy dwa razy.

source: We identify and validate our assumptions.
es: Identificamos y validamos nuestras suposiciones.
pl: Identyfikujemy i potwierdzamy nasze założenia.

source: We care about people (not just tasks)
es: Nos preocupamos por las personas (no solo por las tareas)
pl: Dbamy o ludzi (nie tylko zadania)

source: We listen.
es: Escuchamos.
pl: Słuchamy.

source: We value pragmatism over dogmatism.
es: Valoramos el pragmatismo sobre el dogmatismo.
pl: Cenimy pragmatyzm nad dogmatyzmem.

source: New Token Request Form
pl: Nowy formularz wniosku o token

source: Email address
de: E-Mail-Addresse
es: Dirección de correo electrónico
pl: Adres e-mail

source: Token Address
pl: Adres tokenu

source: Token Symbol
es: Símbolo de símbolo
pl: Symbol tokena

source: Token Decimal Places
pl: Miejsca dziesiętne tokena

source: Token Network
pl: Sieć tokenów

source: This token is not a security token.
pl: Ten token nie jest tokenem zabezpieczającym.

source: Read More
pl: Czytaj więcej

source: Gitcoin Press Kit
pl: Zestaw prasowy Gitcoin

source: Colors
es: Colores
pl: Zabarwienie

source: Illustrations
pl: Ilustracje

source: Download Logo
es: Descargar Logo
pl: Pobierz Logo

source: Download Regulus
es: Descargar Regulus
pl: Pobierz Regulus

source: Download Prime
es: Descargar Prime
pl: Pobierz Prime

source: Download Divine
es: Descargar Divine
pl: Pobierz Divine

source: Gitcoin is a mission and value-oriented distributed movement intended to drive change and grow open source. The Gitcoin logo may be used per the following guidelines.
es: Gitcoin es una misión y un movimiento distribuido orientado a los valores destinado a impulsar el cambio y crecer de código abierto. El logotipo de Gitcoin se puede usar según las siguientes pautas.
pl: Gitcoin to misja i zorientowany na wartość ruch rozproszony, który ma napędzać zmiany i rozwijać otwarte źródła. Logo Gitcoin może być używane zgodnie z poniższymi wytycznymi.

source: Do not alter the Gitcoin logo or mark in any way, including changing the colors, angle, or dimension.
es: No modifique el logotipo o la marca de Gitcoin de ninguna manera, incluido el cambio de colores, ángulo o dimensión.
pl: Nie zmieniaj logo lub znaku Gitcoin w żaden sposób, w tym zmieniając kolory, kąt lub wymiary.

source: Ensure that the Gitcoin mark and logo type stands out from surrounding text or is legible.
es: Asegúrese de que la marca de Gitcoin y el tipo de logotipo se destaque del texto circundante o sea legible.
pl: Upewnij się, że znak i typ logo Gitcoin wyróżniają się z otaczającego tekstu lub są czytelne.

source: Resources
pl: Zasoby

source: View repository
pl: Zobacz repozytorium

source: Download repository
es: Descargar repositorio
pl: Pobierz repozytorium

source: Press Kit
pl: Materiały prasowe

source: Usage
es: Uso
pl: Stosowanie

source: The Gitcoin logo has been designed to effectively promote the brand in its unaltered state and should not be modified or corrupted in any manner. Improper use of the logo compromises the integrity of our brand and makes legal protection more difficult.
es: El logo de Gitcoin ha sido diseñado para promover efectivamente la marca en su estado inalterado y no debe modificarse o corromperse de ninguna manera. El uso inapropiado del logotipo compromete la integridad de nuestra marca y hace que la protección legal sea más difícil.
pl: Logo Gitcoin zostało zaprojektowane dla skutecznie promować markę w jej niezmienionym stanie i nie należy jej w żaden sposób modyfikować ani uszkadzać. Niewłaściwe użycie logo narusza integralność naszej marki i utrudnia ochronę prawną.

source: These examples represent some of the possible misuses—careful consideration should be given to circumstances that are not illustrated in these examples.
es: Estos ejemplos representan algunos de los posibles usos indebidos: consideración cuidadosa se debe dar a las circunstancias que no se ilustran en estos ejemplos.
pl: Te przykłady przedstawiają niektóre z nich możliwe nadużycia - staranne rozważenie należy zwrócić się do okoliczności, które nie zostały zilustrowane w tych przykładach.

source: <span>Do Not</span> Add Elements
es: <span> No </ span> Agregar elementos
pl: <span> Nie </ span> Dodaj elementy

source: <span>Do Not</span> Alter Logo Colors
es: <span> No </ span> alterar los colores del logotipo
pl: <span> Nie </ span> Zmień kolory logo

source: <span>Do Not</span> DISTORT OR CHANGE PROPORTIONS OF THE LOGO
es: <span> No </ span> DISTORSIÓN O CAMBIO DE PROPORCIONES DEL LOGOTIPO
pl: <span> Nie </ span> ZMIERZJ LUB ZMIEŃ PROPORCJE LOGO

source: <span>Do Not</span> ADD DROP SHADOW OR FILTER EFFECT
es: <span> No </ span> AÑADIR SOMBRA DE GOTA O EFECTO DE FILTRO
pl: <span> Nie </ span> DODAJ UPADKU CIEŃU LUB EFEKTU FILTRA

source: <span>Do Not</span> PLACE THE LOGO ON AN ANGLE
es: <span> No hacer </ span> COLOQUE EL LOGO EN UN ÁNGULO
pl: <span> Nie </ span> ZŁÓŻ LOGO NA KĄCIE

source: <span>Do Not</span> PLACE THE LOGO ON COMPLEX BACKGROUND
es: <span> No hacer </ span> COLOCAR EL LOGOTIPO EN EL FONDO COMPLEJO
pl: <span> Nie </ span> ZŁÓŻ LOGO NA KOMPLEKSOWYM TLE

source: Process
de: Verarbeiten
es: Proceso
pl: Proces

source: > New Whitepaper Request: > %(obj)s Hey there, I'm glad to have you interested in the Gitcoin whitepaper. Where'd you hear about the project? Here's an access code for you: [code] You can redeeem it at https://gitcoin.co/whitepaper/accesscode I'd love to hear your feedback after you read it. You can email me back directly here or join the slack team at https://gitcoin.co/slack (I'm @owocki there). Best, Kevin from https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
de: > Neue Whitepaper-Anfrage: > %(obj)s Sie da, Ich freue mich, dass Sie sich für das Whitepaper von Gitcoin interessieren. Woher hast du von dem Projekt gehört? Hier ist ein Zugangscode für Sie: [code] Sie können es unter https://gitcoin.co/whitepaper/accesscode einlösen Ich würde gerne dein Feedback hören, nachdem du es gelesen hast. Sie können mich direkt hier zurückschicken oder dem slack Team bei https://gitcoin.co/slack beitreten (Ich bin @owocki dort). Beste, Kevin aus https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
es: > Nueva solicitud de Whitepaper: > %(obj)s Hola, Me alegro de que te interese el documento técnico de Gitcoin. ¿Dónde escuchaste sobre el proyecto? Aquí hay un código de acceso para usted: [código] Puede volver a hacerlo en https://gitcoin.co/whitepaper/accesscode Me encantaría escuchar tus comentarios después de leerlos. Puede enviarme un correo electrónico directamente aquí o unirse al equipo slack en https://gitcoin.co/slack (aquí estoy @owocki). Mejor, Kevin de https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
pl: > Nowa prośba o wydanie białej księgi: > %(obj)s No hej, Cieszę się, że zainteresowałeś się papierem Gitcoin. Gdzie dowiedziałeś się o projekcie? Oto kod dostępu dla Ciebie: [kod] Możesz go zrealizować na stronie https://gitcoin.co/whitepaper/accesscode Bardzo chciałbym usłyszeć Twoją opinię po przeczytaniu. Możesz wysłać mi e-mail bezpośrednio tutaj lub dołączyć do luzu zespołu na https://gitcoin.co/slack (jestem @owocki tam). Najlepiej, Kevin z https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/

source: Cumulative Bounty History
es: Historial de abundancia acumulativo
pl: Zbiorcza historia nagród

source: Bounty Status
pl: Status Bounty

source: Tips
es: Consejos
pl: Wskazówki

source: Open / Available
pl: Otwórz / dostępny

source: Started / In Progress
es: Iniciado / en progreso
pl: Rozpoczęty / w toku

source: Cancelled Bounties
pl: Anulowane nagrody

source: Gitcoin Platform Stats
es: Estadísticas de la plataforma Gitcoin
pl: Statystyki platformy Gitcoin

source: Bounty Completion Rate
es: Tasa de finalización de Bounty
pl: Współczynnik ukończenia Bounty

source: Hourly Rate Distribution
pl: Rozkład stawek godzinowych

source: Median Bounty Turnaround Time
es: Tiempo de cambio mediano de Bounty
pl: Mediana czasu zwrotu Bounty

source: Bounty Abandonment Rate
es: Tasa de abandono del Bounty
pl: Stopa rezygnacji z bounty

source: Bounty Hunters Hired Full Time
es: Bounty Hunters contrató a tiempo completo
pl: Łowcy nagród zatrudnieni na pełny etat

source: <p><span class="green_box"></span> %(count_started)s bounties with started work</p>
es: <p> <span class = "green_box"> </ span> %(count_started)s recompensas con trabajo iniciado </ p>
pl: <p> <span class = "green_box"> </ span> %(count_started)s nagrody z rozpoczętą pracą </ p>

source: <p><span class="yellow_box"></span> %(count_done)s completed bounties </p>
es: <p> <span class = "yellow_box"> </ span> %(count_done)s recompensas completadas </ p>
pl: <p> <span class = "yellow_box"> </ span> %(count_done)s ukończone nagrody </ p>

source: Hourly Rates of Bounties
es: Tarifas por hora de bonificaciones
pl: Stawki godzinowe za bounty

source: Read More about Pricing on Gitcoin
es: Lea más sobre precios en Gitcoin
pl: Przeczytaj więcej o cenach na Gitcoin

source: Testimonials
pl: Referencje

source: Community Growth
pl: Rozwój społeczności

source: Meet software developers, futurists, and funders who are building web3
pl: Poznaj programistów, futurystów i sponsorów, którzy budują web3

source: Join Our Slack
de: Tritt unserer Slack bei
es: Únete a nuestra holgura
pl: Dołącz do naszego luzu

source: TLDR - We're building a Mesh Network of
es: TLDR: estamos construyendo una red Mesh de
pl: TLDR - Budujemy Mesh Network of

source: Jobs
de: Arbeitsplätze
es: Trabajos
pl: Oferty pracy

source: Want to learn more about where our little web3 pirate ship is going?
es: ¿Desea saber más sobre el destino de nuestro pequeño barco pirata web3?
pl: Chcesz dowiedzieć się więcej o tym, dokąd zmierza nasz mały statek piracki web3?

source: Get Mesh-ey; Read our Vision
es: Obtener Mesh-ey; Lee nuestra visión
pl: Zdobądź oczka; Przeczytaj naszą wizję

source: Browse More Results, By Programming Language
es: Buscar más resultados, por idioma de programación
pl: Przeglądaj więcej wyników, programując język

source: Save
es: Salvar
pl: Zapisać

source: Profile Photo
es: Foto de perfil
pl: Zdjęcie profilowe

source: Use Github Avatar
es: Usa Github Avatar
pl: Użyj Github Avatar

source: Build Your Avatar
pl: Zbuduj swój awatar

source: Account Preferences
pl: Preferencje konta

source: Connected as
pl: Połączony jako

source: Delete
es: Borrar
pl: Kasować

source: Delete My Account
es: Borrar mi cuenta
pl: Usuń moje konto

source: This action deletes all of your data
es: Esta acción borra todos tus datos
pl: Ta czynność spowoduje usunięcie wszystkich Twoich danych

source: Discord Integration
pl: Integracja Discord

source: Gitcoin can post updates of bounties statuses of your repositories to your team's Discord server. To do this create a new webhook in your server settings. Follow the instructions <a href="https://support.discordapp.com/hc/en-us/articles/228383668-Intro-to-Webhooks">here</a> and provide the Discord webhook url in the field below.
pl: Gitcoin może publikować aktualizacje statusu nagród twoich repozytoriów na serwerze Discord twojego zespołu. W tym celu utwórz nowy webhook w ustawieniach serwera. Podążaj za instrukcje <a href="https://support.discordapp.com/hc/en-us/articles/228383668-Intro-to-ebebooks"> tutaj </a> i podaj adres webowy Discord Discord w polu poniżej.

source: Github repos to monitor (use full name, like 'gitcoinco/web' for <a href=https://github.com/gitcoinco/web>this repo</a>)
es: Repositorios de Github para monitorear (use el nombre completo, como 'gitcoinco / web' para <a href=https://github.com/gitcoinco/web> este repositorio </a>)
pl: Repliki Github do monitorowania (użyj pełnej nazwy, np. "Gitcoinco / web" dla <a href=https://github.com/gitcoinco/web> tego repo </a>)

source: Go
es: Ir
pl: Udać się

source: Email Preferences
pl: Preferencje e-mail

source: We will never share your email with anyone else
de: Wir werden Ihre E-Mails niemals mit anderen teilen
es: Nunca compartiremos su correo electrónico con nadie más
pl: Nigdy nie udostępnimy Twojego e-maila nikomu innemu

source: Select All
es: Seleccionar todo
pl: Zaznacz wszystko

source: Don't send me
pl: Nie wysyłaj mnie

source: Frequency
es: Frecuencia
pl: Częstotliwość

source: Preferred language - Non-English currently in Alpha
es: Idioma preferido - No inglés actualmente en Alpha
pl: Preferowany język - Non-English obecnie w Alpha

source: Gitcoin will issue you an ENS subdomain which matches your github username, which makes it easy to remember your ETH address.
es: Gitcoin le emitirá un subdominio ENS que coincide con su nombre de usuario github, lo que hace que sea fácil recordar su dirección ETH.
pl: Gitcoin wyda Ci subdomenę ENS, która pasuje do Twojej nazwy użytkownika github, co ułatwia zapamiętanie twojego adresu ETH.

source: Click the 'update' button below to manage your ENS subdomain.
es: Haga clic en el botón 'actualizar' a continuación para administrar su subdominio ENS.
pl: Kliknij przycisk "aktualizuj" poniżej, aby zarządzać subdomeną ENS.

source: Ethereum Address
pl: Adres Ethereum

source: Read more about this feature
es: Lea más sobre esta característica
pl: Przeczytaj więcej o tej funkcji

source: How are we doing? What do you think?
de: Wie machen wir uns? Was denken Sie?
es: ¿Cómo vamos? ¿Qué piensas?
pl: Jak nam idzie? Co myślisz?

source: Matching Preferences
de: Passende Einstellungen
es: Preferencias coincidentes
pl: Dopasowane preferencje

source: Github username
de: Github Benutzername
es: Nombre de usuario de Github
pl: Github nazwa użytkownika

source: Programming languages
de: Programmiersprachen
es: Lenguajes de programación
pl: Języki programowania

source: (pull from github)
de: (zieh von github)
es: (sacar de github)
pl: (ściągnij z githuba)

source: so we know what funded work to route your way
de: Wir wissen also, welche Art von finanzierter Arbeit dir den Weg weist
es: entonces sabemos qué trabajo financiado para encaminar su camino
pl: więc wiemy, jaką finansowaną pracę wytyczyć sobie drogę

source: Privacy Preferences
de: Datenschutzeinstellungen
es: Preferencias de privacidad
pl: Preferencje prywatności

source: Hide my profile from the leaderboard
de: Verstecke mein Profil von der Bestenliste
es: Ocultar mi perfil de la tabla de clasificación
pl: Ukryj mój profil w tabeli wyników

source: If this option is chosen, we will remove your profile information from the leaderboard
es: Si se elige esta opción, eliminaremos su información de perfil de la tabla de clasificación
pl: Jeśli ta opcja zostanie wybrana, usuniemy informacje z Twojego profilu z tabeli wyników

source: Hide my profile altogether
es: Ocultar mi perfil por completo
pl: Ukryj całkowicie mój profil

source: If this option is chosen, we will remove your profile altogether
es: Si se elige esta opción, eliminaremos su perfil por completo
pl: Jeśli ta opcja zostanie wybrana, całkowicie usuniemy Twój profil

source: Hide that I'm a Gitcoin alumni
es: Ocultar que soy un alumno de Gitcoin
pl: Ukryj, że jestem absolwentem Gitcoin

source: If this option is chosen, we not show that you are a Gitcoin alumni on your profile or about page.
es: Si se elige esta opción, no mostramos que usted es un ex alumno de Gitcoin en su perfil o página.
pl: Jeśli ta opcja jest wybrana, nie pokazujemy, że jesteś absolwentem Gitcoin na swoim profilu lub na stronie.

source: Disclosure
es: Revelación
pl: Ujawnienie

source: We collect your profile information to provide context on the bounties you submit to the gitcoin system, or to help bounty funders evaluate your fitness for performing their bounty.
es: Recopilamos su información de perfil para proporcionar un contexto sobre las bondades que envía al sistema de gitcoin, o para ayudar a los financiadores de recompensas a evaluar su estado físico para realizar su recompensa.
pl: Zbieramy informacje o Twoim profilu, aby podać kontekst na temat kwot, które otrzymujesz, do systemu gitcoin, lub aby pomóc sponsorom nagród ocenić Twoją zdolność do wykonywania nagrody.

source: We collect your email address so that we can keep in touch about updates to bounties.
es: Recopilamos su dirección de correo electrónico para que podamos mantenernos al tanto de las actualizaciones de las recompensas.
pl: Zbieramy Twój adres e-mail, abyśmy mogli pozostać w kontakcie z aktualizacjami do nagród.

source: We collect your email address so that we can keep in touch about important updates to Gitcoin's featureset.
es: Recopilamos su dirección de correo electrónico para poder mantenernos al tanto de las actualizaciones importantes del conjunto de características de Gitcoin.
pl: Zbieramy Twój adres e-mail, abyśmy mogli pozostać w kontakcie z ważnymi aktualizacjami zestawu funkcji Gitcoin.
