Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Find interesting projects to work on, interesting people to work with. Try projects before you fully commit to them. Add value wherever you go.
de: Finde interessante Projekte, an denen du arbeiten kannst, interessante Leute, mit denen du arbeiten kannst. Probieren Sie Projekte aus, bevor Sie sie vollständig übernehmen. Fügen Sie überall einen Wert hinzu.
es: Encuentra proyectos interesantes para trabajar, personas interesantes para trabajar. Pruebe los proyectos antes de comprometerse completamente con ellos. Agregue valor donde quiera que vaya.
pl: Znajdź ciekawe projekty do pracy, ciekawych ludzi do pracy. Wypróbuj projekty, zanim w pełni się do nich zastosujesz. Dodaj wartość, gdziekolwiek jesteś.

source: All on Github.com
de: Alles auf Github.com
es: Todo en Github.com
pl: Wszystko na Github.com

source: The best thing about Gitcoin is that it works where you do your work; on Github.
de: Das Beste an Gitcoin ist, dass es dort funktioniert, wo Sie arbeiten; auf Github.
es: Lo mejor de Gitcoin es que funciona donde haces tu trabajo; en Github.
pl: Najlepszą rzeczą w Gitcoin jest to, że działa tam, gdzie wykonujesz swoją pracę; na Github.

source: Checkout our Toolbox
pl: Zamów nasz zestaw narzędzi

source: Mission-Driven
de: Missionsgesteuert
es: Dirigido por la misión
pl: Misja napędzana

source: Everything we do is to support our mission to 'Grow Open Source'
de: Alles, was wir tun, ist unsere Mission "Open Source" zu unterstützen
es: Todo lo que hacemos es apoyar nuestra misión de 'Crecer de código abierto'
pl: Wszystko, co robimy, to wspieranie naszej misji "Grow Open Source"

source: Read about our Mission
pl: Przeczytaj o naszej misji

source: Models in the %(name)s application
de: Modelle in der Anwendung %(name)s
es: Modelos en la aplicación %(name)s
pl: Modele w aplikacji %(name)s

source: Add
de: Hinzufügen
es: Añadir
pl: Dodaj

source: Change
de: Veränderung
es: Cambio
pl: Zmiana

source: You don't have permission to edit anything.
de: Sie sind nicht berechtigt, etwas zu bearbeiten.
es: No tienes permiso para editar nada.
pl: Nie masz uprawnień do edytowania czegokolwiek.

source: Analytics
es: Analítica
pl: Analityka

source: Debugging Tasks
es: Tareas de depuración
pl: Debugowanie zadań

source: Impersonate Users
es: Suplantar usuarios
pl: Podszywać się pod użytkowników

source: Administrative Tasks
de: Verwaltungsaufgaben
es: Tareas administrativas
pl: Zadania administracyjne

source: Recent Actions
de: Letzte Aktionen
es: Acciones recientes
pl: Ostatnie akcje

source: My Actions
de: Meine Handlungen
es: Mis acciones
pl: Moje działania

source: None available
de: Keine verfügbar
es: Ninguno disponible
pl: Niedostępne

source: Unknown content
de: Unbekannter Inhalt
es: Contenido desconocido
pl: Nieznana zawartość

source: These are the ones who have opted to be public about it
es: Estos son los que han optado por ser público al respecto
pl: To ci, którzy zdecydowali się publicznie o tym mówić

source: Gitcoin's Privacy Policy
pl: Polityka prywatności Gitcoin

source: Expires:
de: Läuft ab:
es: Vence:
pl: Wygasa:

source: Specs:
de: Spezifikationen:
es: Especificaciones:
pl: Okular:

source: Type:
de: Art:
es: Tipo:
pl: Rodzaj:

source: Experience Level:
de: Erfahrungsstufe:
es: Nivel de experiencia:
pl: Poziom doświadczenia:

source: You are receiving this email because your email address is on the notification list for this funded issue.
de: Sie erhalten diese E-Mail, weil sich Ihre E-Mail-Adresse in der Benachrichtigungsliste für dieses Problem befindet.
es: Usted está recibiendo este correo electrónico porque su dirección de correo electrónico está en la lista de notificaciones para este problema financiado.
pl: Otrzymujesz tego e-maila, ponieważ Twój adres e-mail znajduje się na liście powiadomień dla tego finansowanego problemu.

source: Manage Email Settings
de: E-Mail-Einstellungen verwalten
es: Administrar configuración de correo electrónico
pl: Zarządzaj ustawieniami poczty e-mail

source: The Gitcoin Weekly
de: Das Gitcoin wöchentlich
pl: Tygodnik Gitcoin

source: Last Week's Highlights
de: Höhepunkte der letzten Woche
es: Lo más destacado de la semana pasada
pl: Najważniejsze wydarzenia z ostatniego tygodnia

source: Community Members growing open source
de: Community-Mitglieder werden Open-Source-Mitglieder
es: Miembros de la comunidad creciendo fuente abierta
pl: Członkowie społeczności rozwijający otwarte źródło

source: Open Funded Issues
de: Offengelegte Probleme
es: Cuestiones abiertas financiadas
pl: Otwarte kwestie finansowe

source: Grow Open Source &amp; Make Some ETH
de: Wachsen Open Source & amp; Machen Sie etwas ETH
es: Crecer Open Source & amp; Hacer algo ETH
pl: Rozwijaj Open Source & amp; Zrób trochę ETH

source: Don't see anything that strikes your fancy above?
de: Siehst du nichts, was dir oben gefällt?
es: ¿No ves nada que te llame la atención arriba?
pl: Nie widzisz niczego, co zdumiewa cię powyżej?

source: There are more issues in the Gitcoin Issue Explorer:
de: Im Gitcoin Issue Explorer gibt es weitere Probleme:
es: Hay más problemas en el Explorador de problemas de Gitcoin:
pl: W Eksploratorze problemów Gitcoin występuje więcej problemów:

source: View Issue Explorer
de: Zeigen Sie den Problem-Explorer an
es: Ver Issue Explorer
pl: Wyświetl Eksplorator problemów

source: Bounties from around the ecosystem
de: Kopfgelder aus dem gesamten Ökosystem
es: Bounties de todo el ecosistema
pl: Dary z całego ekosystemu

source: From other great projects in OSS
de: Von anderen großartigen Projekten in OSS
es: De otros grandes proyectos en OSS
pl: Od innych wielkich projektów w OSS

source: There's much much more on the Gitcoin Universal Bounties Explorer:
de: Es gibt viel mehr auf dem Gitcoin Universal Bounties Explorer:
es: Hay mucho más en Gitcoin Universal Bounties Explorer:
pl: Na Gitcoin Universal Bounties Explorer jest znacznie więcej:

source: View Bounties Universe
de: Bounty-Universum anzeigen
es: Ver Bounties Universe
pl: Zobacz Bounties Universe

source: You are receiving this email because your email address is on the notification list.
de: Sie erhalten diese E-Mail, weil sich Ihre E-Mail-Adresse in der Benachrichtigungsliste befindet.
es: Usted está recibiendo este correo electrónico porque su dirección de correo electrónico está en la lista de notificaciones.
pl: Otrzymujesz tego e-maila, ponieważ Twój adres e-mail znajduje się na liście powiadomień.

source: Are you still working on this?
de: Arbeitest du noch daran?
es: ¿Todavía estás trabajando en esto?
pl: Nadal nad tym pracujesz?

source: Hey there,
de: Sie da,
es: Hola,
pl: No hej,

source: Do you still want to work on this? Please let us know so we can find someone else to work on it if not!
de: Möchtest du immer noch daran arbeiten? Bitte lass es uns wissen, damit wir jemanden finden können, der daran arbeitet, wenn nicht!
es: ¿Aún quieres trabajar en esto? Por favor, háganos saber para que podamos encontrar a alguien más para trabajar en ello si no es así.
pl: Czy nadal chcesz nad tym popracować? Daj nam znać, abyśmy mogli znaleźć inną osobę do pracy, jeśli nie!

source: If so, please leave a comment on the github thread to check in.
de: Wenn ja, hinterlasse einen Kommentar zum github-Thread, um einzuchecken.
es: Si es así, por favor deje un comentario sobre el hilo github para registrarse.
pl: Jeśli tak, zostaw komentarz do wątku Github, aby się zameldować.

source: OR
de: ODER
es: O
pl: LUB

source: If not, click 'Stop Work' on the <a href="%(bounty.absolute_url)s">issue detail page</a>.
de: Falls nicht, klicken Sie auf der <a href="% (bounty.absolute_url)s"> Seite mit den Problemdetails </a> auf "Stop Work".
es: De lo contrario, haga clic en "Detener trabajo" en la <a href="%(bounty.absolute_url)s"> página de detalles del problema </a>.
pl: Jeśli nie, kliknij przycisk "Zatrzymaj pracę" na <a href="%(bounty.absolute_url)s"> stronie szczegółów problemu </a>.

source: If you have any questions, feel free to reach out <a href="https://gitcoin.co/slack">on slack</a>.
de: Wenn Sie irgendwelche Fragen haben, zögern Sie nicht <a href="https://gitcoin.co/slack"> auf Flaute </a>.
es: Si tiene alguna pregunta, no dude en comunicarse <a href="https://gitcoin.co/slack"> con holgura </a>.
pl: Jeśli masz jakieś pytania, skontaktuj się z <a href="https://gitcoin.co/slack"> o luzie </a>.

source: Funded Issue Details
de: Fundierte Details zum Thema
es: Detalles del problema financiado
pl: Szczegółowe informacje o problemie

source: Hey
de: Hallo
es: Oye
pl: Hej

source: Gitcoin has distributed your faucet request for %(amount)s ETH to
de: Gitcoin hat Ihre Armaturenanfrage für %(amount)s ETH an Sie verteilt
es: Gitcoin ha distribuido su solicitud de faucet para %(amount)s ETH a
pl: Gitcoin rozprowadził Twoją prośbę o kran dla %(amount)s ETH do

source: This should be enough gas to send your first Ethereum Transaction. We hope you'll consider using it on Gitcoin!
de: Dies sollte genug Gas sein, um deine erste Ethereum-Transaktion zu senden. Wir hoffen, dass Sie es auf Gitcoin verwenden werden!
es: Esto debería ser suficiente para enviar su primera transacción de Ethereum. ¡Esperamos que considere usarlo en Gitcoin!
pl: To powinno wystarczyć do wysłania pierwszej Ethereum Transaction. Mamy nadzieję, że rozważysz użycie go na Gitcoin!

source: Faucet Request Rejected ‼️
de: Wasserhahn Anfrage abgelehnt! ️
pl: Odrzucono żądanie kranu! ️

source: Gitcoin *could not* approve your faucet request for %(amount)s ETH to
de: Gitcoin * konnte Ihre Armaturenanfrage für %(amount)s ETH nicht genehmigen
es: Gitcoin * no pudo * aprobar su pedido de faucet para %(amount)s ETH a
pl: Gitcoin * nie może * zatwierdzić Twojego żądania dotyczącego kranu dla %(amount)s ETH do

source: Here are somme comments from the administrator:
de: Hier sind einige Kommentare vom Administrator:
es: Aquí hay algunos comentarios del administrador:
pl: Oto komentarze somme od administratora:

source: You are welcome to re-apply at
de: Sie können sich gerne erneut bei uns bewerben
es: Le invitamos a volver a presentar la solicitud en
pl: Zapraszamy do ponownego zgłoszenia w

source: Gitcoin: Updated Terms & Policies
es: Gitcoin: Términos y políticas actualizados
pl: Gitcoin: zaktualizowane warunki i zasady

source: Hello
es: Hola
pl: cześć

source: As a Web 3.0 company, we think carefully about user data and privacy and how the internet is evolving. We hope Web 3.0 will bring more control of data to users. With this ethos, we are always careful about how we use your information.
es: Como empresa Web 3.0, pensamos detenidamente en los datos y la privacidad de los usuarios y en cómo está evolucionando Internet. Esperamos que Web 3.0 brinde más control de datos a los usuarios. Con este espíritu, siempre tenemos cuidado con la forma en que usamos su información.
pl: Jako firma Web 3.0 uważnie przyglądamy się danym użytkowników i prywatności oraz zmianom w Internecie. Mamy nadzieję, że Web 3.0 zapewni użytkownikom większą kontrolę nad danymi. Dzięki temu etosowi zawsze dbamy o to, jak wykorzystujemy Twoje dane.

source: Our Privacy Policy and Terms of Use are now compliant with requirements ofGeneral Data Protection Regulation (GDPR). These changes are in effect as of May 25, 2018. So your continued use of the Gitcoin will be subject to our updated Terms of Use and Privacy Policy.
es: Recientemente revisamos nuestra Política de Privacidad para cumplir con los requisitos del Reglamento General de Protección de Datos (GDPR), mejorando nuestros Términos de Uso, Política de Privacidad y Política de Cookies. Estos cambios entrarán en vigencia el <b> 25 de mayo de 2018 </ b> y su uso continuo de Gitcoin después del <b> 25 de mayo de 2018 </ b> estará sujeto a nuestros Términos de uso y Política de privacidad actualizados. .
pl: Niedawno sprawdziliśmy naszą Politykę prywatności, aby spełnić wymagania Ogólnego Regulaminu Ochrony Danych (RODO), poprawiając nasze Warunki korzystania, Politykę prywatności i Zasady dotyczące plików cookie. Zmiany wejdą w życie w dniu <b> 25 maja 2018 </ b>, a dalsze korzystanie z Gitcoin po <b> 25 maja 2018 </ b> będzie podlegać naszym zaktualizowanym Warunkom użytkowania i Polityce prywatności .

source: As always, the entire Gitcoin team works every day to make Gitcoin a safe and trustworthy place to grow open source. We invite you to learn more about our outlined updates to our Policies and Terms of Use:
es: Como siempre, todo el equipo de Gitcoin trabaja todos los días para hacer de Gitcoin un lugar seguro y confiable para crecer de código abierto. Lo invitamos a conocer más sobre nuestras actualizaciones detalladas de nuestras Políticas y Términos de uso:
pl: Jak zawsze, cały zespół Gitcoin pracuje każdego dnia, aby uczynić Gitcoin bezpiecznym i godnym zaufania miejscem rozwoju open source. Zachęcamy do zapoznania się z naszą aktualną aktualizacją naszych Zasad i Warunków korzystania:

source: Our updated Privacy Policy
es: Nuestra política de privacidad actualizada
pl: Nasza zaktualizowana Polityka prywatności

source: Our updated Cookie Policy
es: Nuestra política de cookies actualizada
pl: Nasza zaktualizowana polityka plików cookie

source: Our updated Terms of Use
es: Nuestros Términos de uso actualizados
pl: Nasze zaktualizowane warunki użytkowania

source: We’ll continue to keep you updated on our data privacy policies on the path towards a more open, transparent web. Thanks for using Gitcoin, and please let us know if you have any questions or feedback.
es: Continuaremos manteniéndolo informado sobre nuestras políticas de privacidad de datos en el camino hacia una web más abierta y transparente. Gracias por usar Gitcoin, y por favor, háganos saber si tiene alguna pregunta o comentario.
pl: Będziemy na bieżąco informować Cię o naszych zasadach ochrony danych osobowych na drodze do bardziej otwartej, przejrzystej sieci. Dziękujemy za skorzystanie z Gitcoin i daj nam znać, jeśli masz jakieś pytania lub uwagi.

source: Warmly, <br> Gitcoin Core
es: Con gusto, <br> Gitcoin Core
pl: Serdecznie, <br> Gitcoin Core

source: New Funded Issue
de: Neu finanzierte Ausgabe
es: Nuevo problema financiado
pl: Nowa sprawa finansowana

source: Other Open Funded Issue
es: Otro problema abierto financiado
pl: Inny problem z otwartymi funduszami

source: You are receiving this email because your email preferences matched with these keywords:
de: Sie erhalten diese E-Mail, weil Ihre E-Mail-Einstellungen diesen Keywords entsprechen:
es: Recibes este correo electrónico porque tus preferencias de correo electrónico coinciden con estas palabras clave:
pl: Otrzymujesz tego e-maila, ponieważ Twoje preferencje e-mail pasują do tych słów kluczowych:

source: Funds Paid!
de: Gelder bezahlt!
es: ¡Fondos pagados!
pl: Fundusze wypłacone!

source: Your claim has been accepted, and the fulfillment transaction is now on the Ethereum network!
de: Ihr Antrag wurde angenommen und die Fulfillment-Transaktion ist jetzt im Ethereum-Netzwerk!
es: ¡Su reclamo ha sido aceptado, y la transacción de cumplimiento ahora está en la red de Ethereum!
pl: Twoje roszczenie zostało zaakceptowane, a transakcja realizacji jest teraz w sieci Ethereum!

source: You are receiving this email because your email address is on the bounty notification list for this funded issue.
de: Sie erhalten diese E-Mail, weil sich Ihre E-Mail-Adresse in der Bounty-Benachrichtigungsliste für dieses finanzierte Problem befindet.
es: Usted está recibiendo este correo electrónico porque su dirección de correo electrónico está en la lista de notificaciones de recompensas para este problema financiado.
pl: Otrzymujesz tego e-maila, ponieważ Twój adres e-mail znajduje się na liście powiadomień o nagrody dla tego finansowanego problemu.

source: Heads up! The funded issue that you posted (below) is expiring in %(num)s %(unit)s.
de: Kopf hoch! Das von Ihnen gepostete Problem (unten) läuft in %(num)s %(unit)sab.
es: ¡Aviso! El problema financiado que publicaste (a continuación) vence en %(num)s %(unit)s.
pl: Heads-up! Finansowany problem, który wysłałeś (poniżej), wygasa w %(num)s %(unit)s.

source: Heads up! The funded issue that you fulfilled (below) is expiring in %(num)s %(unit)s.
de: Kopf hoch! Das finanzierte Problem, das Sie (unten) erfüllt haben, läuft in %(num)s %(unit)sab.
es: ¡Aviso! El problema financiado que cumpliste (a continuación) vence en %(num)s %(unit)s.
pl: Heads-up! Finansowany problem, który wypełniłeś (poniżej) wygasa w %(num)s %(unit)s.

source: There is a currently pending claim agains this funded issue. Please make sure you process them!
de: Gegen diese finanzierte Ausgabe gibt es einen derzeit anhängigen Anspruch. Bitte stellen Sie sicher, dass Sie sie verarbeiten!
es: Actualmente hay un reclamo pendiente sobre este problema financiado. ¡Por favor, asegúrese de procesarlos!
pl: Istnieje obecnie oczekujące roszczenie dotyczące tego finansowanego problemu. Upewnij się, że je przetwarzasz!

source: Why don't you leave a comment <a href="%(bounty.github_url)s">on github</a> and let the bounty owner know that you'd like to wrap this up soon? :)
de: Warum hinterlässt du keinen Kommentar <a href="%(bounty.github_url)s"> auf github </a> und lässt den Kopfgeldbesitzer wissen, dass du das bald einpacken möchtest? :)
es: ¿Por qué no dejas un comentario <a href="%(bounty.github_url)s"> en github </a> y le avisas al propietario de la recompensa que te gustaría terminar esto pronto? :)
pl: Dlaczego nie zostawisz komentarza <a href="%(bounty.github_url)s"> na githubie </a> i pozwolisz właścicielowi nagród wiedzieć, że chcesz to wkrótce uzupełnić? :)

source: If you have any problems, feel free to reach out <a href="https://gitcoin.co/slack">on slack</a>.
de: Wenn Sie irgendwelche Probleme haben, zögern Sie nicht <a href="https://gitcoin.co/slack"> auf Flaute </a>.
es: Si tiene algún problema, no dude en comunicarse <a href="https://gitcoin.co/slack"> con holgura </a>.
pl: Jeśli masz jakiekolwiek problemy, skontaktuj się z <a href="https://gitcoin.co/slack"> o luzie </a>.

source: Fulfillment Rejected
de: Erfüllung abgelehnt
es: Cumplimiento rechazado
pl: Rezygnacja z realizacji

source: There is a new funded issue fulfillment *rejection*. Please refer to the rejection comments on the github pull request to learn why.
de: Es gibt eine neue fundierte Problemerfüllung * Ablehnung *. Bitte beachten Sie die Ablehnungshinweise zur github Pull-Anfrage, um zu erfahren, warum.
es: Hay un nuevo rechazo de cumplimiento de la emisión financiada *. Consulte los comentarios de rechazo en la solicitud de extracción de github para saber por qué.
pl: Wystąpił nowy wniosek o dofinansowanie * odrzucenie *. Odwołaj się do komentarzy o odrzuceniu na żądanie pull github, aby dowiedzieć się, dlaczego.

source: New Match Alert
de: Neue Übereinstimmungswarnung
es: Nueva alerta de coincidencia
pl: Nowy alert meczowy

source: meet
de: Treffen
es: reunirse
pl: spotykać się

source: You are both CCed on this email. Feel free to reply all and say hey.
de: Sie sind beide mit dieser E-Mail verbunden. Fühlen Sie sich frei, alle zu antworten und sagen Sie hey.
es: Ambos están cruzados en este correo electrónico. Siéntase libre de responder todo y decir oye.
pl: Oboje jesteście w CCed w tym e-mailu. Możesz odpowiedzieć wszystkim i powiedzieć hej.

source: New Tip Alert
de: Neue Tippwarnung
es: Nueva alerta de sugerencia
pl: Nowy alert końcówki

source: Reminder: Tip Expires Soon
de: Erinnerung: Tipp läuft bald ab
es: Recordatorio: la propina expira pronto
pl: Przypomnienie: Porada wkrótce wygasa

source: Someone sent you a tip worth %(amount)s %(warning)s %(tokenName)s
de: Jemand hat dir einen Tipp im Wert von %(amount)s %(warning)s %(tokenName)sgeschickt
es: Alguien te envió un consejo que vale %(amount)s %(warning)s %(tokenName)s
pl: Ktoś wysłał Ci wskazówkę wartą %(amount)s %(warning)s %(tokenName)s

source: They had the following comments:
de: Sie hatten die folgenden Kommentare:
es: Tenían los siguientes comentarios:
pl: Mieli następujące uwagi:

source: They had the following private comments:
de: Sie hatten folgende private Kommentare:
es: Tenían los siguientes comentarios privados:
pl: Mieli następujące prywatne komentarze:

source: They had the following public comments:
de: Sie hatten die folgenden öffentlichen Kommentare:
es: Tenían los siguientes comentarios públicos:
pl: Mieli następujące komentarze publiczne:

source: The tip expires on
de: Der Tipp läuft ab am
es: La propina vence en
pl: Wskazówka wygasa

source: in just
de: in nur
es: en solo
pl: po prostu

source: No pressure, but if you wanted to redeem your tip sooner rather than later that'd be 👌:
de: Kein Druck, aber wenn du deinen Tipp eher früher als später einlösen wolltest, wäre das 👌:
es: Sin presión, pero si quisiera canjear su propina más pronto que tarde sería 👌:
pl: Bez presji, ale jeśli chciałbyś wymienić swoją wskazówkę wcześniej, niż później, to 👌:

source: No pressure, but if you wanted to redeem your tip sooner rather than later that'd be 👌
de: Kein Druck, aber wenn du deinen Trinkgeld eher früher als später einlösen wolltest, wäre das 👌
es: Sin presión, pero si quisieras canjear tu propina más pronto que tarde sería 👌
pl: Bez presji, ale jeśli chciałbyś wymienić swoją wskazówkę wcześniej, niż później, byłoby to 👌

source: Redeem Tip
de: Tipp einlösen
es: Canjear sugerencia
pl: Wykorzystaj wskazówkę

source: New Work Submission
de: Neue Arbeitsaufgabe
es: Nueva presentación de trabajo
pl: Nowe zgłoszenie pracy

source: There is a new work *submission* against your funded issue. Please check it out, below
de: Es gibt eine neue Arbeit * Einreichung * gegen Ihr finanziertes Problem. Bitte schau es dir unten an
es: Hay un nuevo trabajo * presentación * en contra de su problema financiado. Por favor compruébalo, debajo
pl: Otrzymujesz nową pracę * przesłanie * w odniesieniu do twojego finansowanego problemu. Sprawdź to poniżej

source: Share my stats
es: Comparte mis estadísticas
pl: Udostępnij moje statystyki

source: Explore New Bounties
es: Explore nuevas recompensas
pl: Odkryj nowe nagrody

source: You've been removed from this task ...
de: Du wurdest von dieser Aufgabe entfernt ...
es: Has sido eliminado de esta tarea ...
pl: Usunięto Cię z tego zadania ...

source: Hey there,
de: Sie da,
es: Hola,
pl: No hej,

source: Since we have a responsibility to the community to keep the list of claimees for this issue current, Gitcoin removed you from the task.
de: Da wir eine Verantwortung für die Community haben, die Liste der claimees für dieses Problem aktuell zu halten, hat Gitcoin Sie von der Aufgabe entfernt.
es: Como tenemos la responsabilidad ante la comunidad de mantener actualizada la lista de quejas para este problema, Gitcoin lo eliminó de la tarea.
pl: Ponieważ jesteśmy odpowiedzialni przed społecznością za utrzymanie aktualności listy klaunów dla tego problemu, Gitcoin usunął cię z tego zadania.

source: Do you still want to work on this? No big deal! We can help with that:
de: Möchtest du immer noch daran arbeiten? Keine große Sache! Wir können damit helfen:
es: ¿Aún quieres trabajar en esto? ¡No es gran cosa! Podemos ayudar con eso:
pl: Czy nadal chcesz nad tym popracować? Nie ma sprawy! Możemy w tym pomóc:

source: Please leave a comment on the github thread to check in.
de: Bitte hinterlassen Sie einen Kommentar zum github thread zum Einchecken.
es: Por favor, deje un comentario sobre el hilo de github para registrarse.
pl: Proszę zostawić komentarz do wątku github, aby się zameldować.

source: AND
de: UND
es: Y
pl: I
