Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: English
de: Englisch
es: Inglés
pl: język angielski

source: Spanish
es: Español
pl: hiszpański

source: German
de: Deutsche
es: alemán
pl: Niemiecki

source: Hindi
pl: hinduski

source: Italian
es: italiano
pl: Włoski

source: Korean
es: coreano
pl: koreański

source: Polish
es: polaco
pl: Polskie

source: Simplified Chinese
es: Chino simplificado
pl: Chiński uproszczony

source: Traditional Chinese
pl: Tradycyjne chińskie

source: Alpha
es: Alfa
pl: Alfa

source: Login
de: Anmeldung
es: Iniciar sesión
pl: Zaloguj Się

source: Comment
de: Kommentar
es: Comentario
pl: Komentarz

source: Proceed
de: Vorgehen
es: Proceder
pl: Kontynuować

source: See the Live Network Conditions for the Ethereum Network
es: Ver las condiciones de la red en vivo para la red Ethereum
pl: Zobacz Warunki sieci Live dla sieci Ethereum

source: Gas Intro
es: Intro de Gas
pl: Wprowadzenie gazu

source: Intro to Web3 / Gas
es: Introducción a Web3 / Gas
pl: Wprowadzenie do Web3 / Gas

source: Gas FAQ
es: Preguntas frecuentes sobre Gas
pl: Gaz FAQ

source: FAQ about Gas
es: Preguntas frecuentes sobre el gas
pl: Często zadawane pytania na temat gazu

source: Gas Faucet List
pl: Lista baterii gazowych

source: List of Gas Faucets
pl: Lista kranów gazowych

source: Gas Estimator
es: Estimador de Gas
pl: Estymator gazu

source: See what popular Gitcoin methods cost at different Gas Prices
es: Vea qué costosos métodos de Gitcoin cuestan a diferentes precios de la gasolina
pl: Zobacz, jakie popularne metody Gitcoin kosztują przy różnych cenach gazu

source: Gas History
es: Historia del Gas
pl: Historia gazu

source: View the history of ethereum network gas prices
es: Ver la historia de los precios del gas de la red ethereum
pl: Zobacz historię cen gazu w sieci ethereum

source: Whether the bounty is still open for fulfillments.
de: Ob das Kopfgeld noch offen ist für Erfüllungen.
es: Si la recompensa todavía está abierta para cumplimientos.
pl: Czy nagroda jest nadal otwarta na spełnienia.

source: Whether this bounty is the most current revision one or not
de: Ob dieses Kopfgeld die aktuellste Revision ist oder nicht
es: Si esta recompensa es la revisión más reciente uno o no
pl: Czy ta nagroda jest najbardziej aktualną rewizją czy nie

source: Whether the bounty has been done
de: Ob das Kopfgeld gemacht wurde
es: Si la recompensa se ha hecho
pl: Czy nagroda została wykonana

source: Admin override to hide the bounty from the system
es: Anulación del administrador para ocultar la recompensa del sistema
pl: Zastąpienie administratora, aby ukryć nagrodę z systemu

source: Admin override to suspend work auto approvals
es: La anulación del administrador suspende las aprobaciones de auto de trabajo
pl: Zastąpienie administratora, aby zawiesić automatyczne zatwierdzanie pracy

source: Admin override to mark as remarketing ready
es: Anulación del administrador para marcar como remarketing listo
pl: Zastąpienie przez administratora, by oznaczyć jako gotowy remarketing

source: Be the first to know about new funded issues.
de: Seien Sie der Erste, der über neue finanzierte Themen informiert.
es: Sé el primero en conocer los nuevos problemas financiados.
pl: Bądź pierwszy na temat nowych finansowanych problemów.

source: No data available.
pl: Brak dostępnych danych.

source: By Created Date
pl: Według daty utworzenia

source: Provide an action plan and any initial questions you have for this ticket.
pl: Podaj plan działania i wszelkie początkowe pytania dotyczące tego biletu.

source: Your response will be reflected in a comment on the Github issue.
pl: Twoja odpowiedź zostanie odzwierciedlona w komentarzu do kwestii Githuba.

source: I understand that this bounty is a *contest* and that other bounty hunters may be working in parallel with me.
es: Entiendo que esta recompensa es una * competencia * y que otros cazadores de recompensas pueden estar trabajando en paralelo conmigo.
pl: Rozumiem, że ta nagroda to * konkurs * i że inni łowcy nagród mogą pracować równolegle ze mną.

source: I understand that this bounty is a multi-worker *cooperative* bounty. Other bounty hunters may be working in parallel with me, but the funder has indicated they will pay the bounty to multiple of us.
es: Entiendo que esta recompensa es una recompensa cooperativa de múltiples trabajadores *. Otros cazadores de recompensas pueden estar trabajando en paralelo conmigo, pero el financiador ha indicado que pagarán la recompensa a varios de nosotros.
pl: Rozumiem, że ta nagroda to wielozakładowy * kooperatywny * bounty. Inni łowcy nagród mogą pracować równolegle ze mną, ale darczyńca wskazał, że zapłacą nagrodę dla wielu z nas.

source: I understand that if anyone has started work on this ticket before me, they may have precedence.
es: Entiendo que si alguien ha comenzado a trabajar en este boleto antes que yo, pueden tener prioridad.
pl: Rozumiem, że jeśli ktoś rozpoczął pracę nad tym biletem przede mną, może mieć pierwszeństwo.

source: I agree to keep the funder informed of my progress every few days.
es: Acepto mantener al financiador informado de mi progreso cada pocos días.
pl: Zgadzam się informować finansującego o moich postępach co kilka dni.

source: Submit
de: einreichen
es: Enviar
pl: Zatwierdź

source: Please login with Github to get started.
es: Inicie sesión con Github para comenzar.
pl: Zaloguj się na Github, aby rozpocząć.

source: Login With Github
es: Iniciar sesión con Github
pl: Zaloguj się za pomocą Github

source: Back to Issue Explorer
de: Zurück zum Themen-Explorer
es: De nuevo a Issue Explorer
pl: Powrót do Explorer problemu

source: No funded issue found.
de: Kein finanziertes Problem gefunden.
es: No se encontró ningún problema financiado.
pl: Nie znaleziono finansowanego problemu.

source: Check out the <a href="%(explorerurl)s">Issue Explorer</a>
de: Überprüfen Sie den <a href="%(explorerurl)s"> Problem-Explorer </a>
es: Mira el <a href="%(explorerurl)s"> Explorador de Issues </a>
pl: Sprawdź <a href="%(explorerurl)s"> Eksploratora problemów </a>

source: Be the OSS Funding you wish to see in the world.
de: Seien Sie die OSS-Finanzierung, die Sie in der Welt sehen möchten.
es: Sé el financiamiento OSS que deseas ver en el mundo.
pl: Bądź funduszem OSS, który chcesz oglądać na świecie.

source: Looking to fund some work? You can submit a new Funded Issue <a href="%(new_fundingurl)s">here</a>.
de: Möchten Sie etwas Arbeit finanzieren? Sie können hier ein neues finanziertes Problem <a href="%(new_fundingurl)s"> einreichen </a>.
es: ¿Buscando financiar algún trabajo? Puede enviar un nuevo Issue financiado <a href="%(new_fundingurl)s"> aquí </a>.
pl: Chcesz sfinansować jakąś pracę? Możesz przesłać nowy problem z finansowaniem <a href="%(new_fundingurl)s"> tutaj </a>.

source: Time left
de: Übrige Zeit
es: Tiempo restante
pl: Pozostały czas

source: Opened
de: Geöffnet
es: Abrió
pl: Otwierany

source: Accepted
de: Akzeptiert
es: Aceptado
pl: Przyjęty

source: Experience Level
de: Erfahrungsstufe
es: Nivel de experiencia
pl: Poziom doświadczenia

source: Issue Type
de: Fehlertyp
es: Tipo de problema
pl: rodzaj zagadnienia

source: Project Type
pl: typ projektu

source: Permissions
pl: Uprawnienia

source: Description
de: Beschreibung
es: Descripción
pl: Opis

source: Contributors
de: Mitwirkende
es: Colaboradores
pl: Współtwórcy

source: Work Started
de: Arbeit begonnen
es: Trabajo comenzado
pl: Rozpoczęcie pracy

source: Work Submitted
de: Arbeit eingereicht
es: Trabajo enviado
pl: Przesłano pracę

source: All Activity
de: Alle Aktivitäten
es: Toda la actividad
pl: Cała aktywność

source: Gitcoin Profile
de: Gitcoin Profil
es: Perfil de Gitcoin
pl: Profil Gitcoin

source: ETH Address
de: ETH-Adresse
es: ETH Dirección
pl: Adres ETH

source: Submission Id
de: Übermittlungs-ID
es: ID de envío
pl: ID zgłoszenia

source: Submit Work
de: Arbeit einreichen
es: Enviar trabajo
pl: Prześlij pracę

source: I have read, understand, and agree to, the <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer">Terms of Service</a>.
pl: Przeczytałem, rozumiem i akceptuję <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer"> Warunki korzystania z usługi </a>.

source: I understand that this information is being submitted to a public, immutable, blockchain. No one, including Gitcoin Core, will be able to take my funds or change this information.
pl: Rozumiem, że te informacje są przekazywane do publicznego, niezmiennego blockchaina. Nikt, w tym Gitcoin Core, nie będzie mógł zabrać moich funduszy ani zmienić tych informacji.

source: Created
de: Erstellt
es: Creado
pl: Stworzony

source: Account
pl: Konto

source: Cancel Bounty and Reclaim Funds
de: Kopfgeld zurücknehmen und Gelder zurückfordern
es: Cancelar Bounty y Recuperar Fondos
pl: Anuluj środki pieniężne i odzyskaj środki

source: (Issue Submitters only)
de: (Nur Problemeinreicher)
es: (Emitir remitentes solamente)
pl: (Tylko zgłaszający zgłoszenia)

source: Cancel Bounty
de: Kopfgeld stornieren
es: Cancelar Bounty
pl: Anuluj nagrodę

source: Fund Issue
de: Fondsproblem
es: Emisión del fondo
pl: Problem z funduszem

source: About
de: Über
es: Acerca de
pl: O

source: Keywords
de: Schlüsselwörter
es: Palabras clave
pl: Słowa kluczowe

source: Contact
pl: Kontakt

source: Hiring right now?
es: ¿Contratación ahora?
pl: Zatrudniłeś teraz?

source: I am hiring for a full time, part time, or contract position, right now and would like Gitcoin to attach this job description to the bounty.
es: Estoy contratando para un puesto de tiempo completo, de medio tiempo o de contrato, en este momento y me gustaría que Gitcoin adjunte la descripción de este trabajo a la recompensa.
pl: Zatrudniam teraz na pełny etat, na pół etatu lub na umowę zlecenie i chciałbym, aby Gitcoin przyłączył opis stanowiska do nagrody.

source: Gas Settings
pl: Ustawienia gazu

source: I have read, understand, and agree to, the
es: He leído, entiendo y estoy de acuerdo con el
pl: Przeczytałem, rozumiem i zgadzam się na

source: Terms of Service
es: Términos de servicio
pl: Warunki usługi

source: I understand that this information is being submitted to a public, immutable, blockchain. No one, including Gitcoin Core, will be able to take my funds or change this information.
pl: Rozumiem, że te informacje są przekazywane do publicznego, niezmiennego blockchaina. Nikt, w tym Gitcoin Core, będzie mógł wziąć moje fundusze lub zmienić te informacje.

source: Payment(s) Sent
es: Pago (s) enviados
pl: Płatność wysłana

source: Advanced Payout
pl: Zaawansowana wypłata

source: Switch to Basic Payout
es: Cambiar a pago básico
pl: Przełącz na podstawową wypłatę

source: Issue URL:
de: URL des Problems:
es: Emitir URL:
pl: Problem z adresem:

source: Amount:
pl: Ilość:

source: Return the bounty stake to me, thereby closing the bounty.
es: Devuélveme la estaca de la recompensa, cerrando así la recompensa.
pl: Zwróć mi stawkę za bounty, tym samym zamykając nagrodę.

source: Payout
es: Pagar
pl: Wypłata

source: Payout Preview
es: Vista previa del pago
pl: Podgląd zapłat

source: Refunded
pl: Zwrócono środki

source: Paid
pl: Płatny

source: Net
pl: Netto

source: Transactions:
pl: Transakcje:

source: Amount
de: Menge
es: Cantidad
pl: Ilość

source: Reason
es: Razón
pl: Powód

source: Option 1:
es: Opción 1:
pl: Opcja 1:

source: Option 2:
es: Opcion 2:
pl: Opcja 2:

source: Welcome to Gitcoin!
es: Bienvenido a Gitcoin!
pl: Witamy w Gitcoin!

source: We’ve Found Bounties that Match Your Interest and Experience.
pl: Znaleźliśmy nagrody, które pasują do Twojego zainteresowania i doświadczenia.

source: HOW IT WORKS
es: CÓMO FUNCIONA
pl: JAK TO DZIAŁA

source: Get Started with your first bounty! Select an issue and Click Start Work
pl: Rozpocznij swoją pierwszą nagrodę! Wybierz problem i kliknij Rozpocznij pracę

source: When you're finished and ready to review. Click Submit Work.
pl: Kiedy skończysz i będziesz gotowy do przejrzenia. Kliknij Prześlij pracę.

source: Can't finish the project ? Click stop work
pl: Nie możesz ukończyć projektu? Kliknij Zatrzymaj pracę

source: Need more help? Checkout the
pl: Potrzebujesz więcej pomocy? Sprawdź

source: Developer Guide
pl: Przewodnik dla programistów

source: Got It!
es: ¡Lo tengo!
pl: Rozumiem!

source: TIPS & TRICKS!
es: ¡CONSEJOS Y TRUCOS!
pl: PORADY & TRIKI!

source: Understand the acceptance criteria
es: Comprenda los criterios de aceptación
pl: Zrozum kryteria akceptacji

source: Understand the timeframe
es: Comprenda el marco de tiempo
pl: Zrozumieć ramy czasowe

source: Ask questions
es: Hacer preguntas
pl: Zadawać pytania

source: Leave room for adjustments
es: Deje espacio para ajustes
pl: Pozostaw miejsce na poprawki

source: Join our
pl: Dołączć do naszego

source: Have fun! Meet new people!
es: ¡Que te diviertas! ¡Conocer gente nueva!
pl: Baw się dobrze! Poznawać nowych ludzi!

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se han encontrado resultados.
pl: Nie znaleziono wyników.

source: Let's check out the other issues
es: Echemos un vistazo a los otros problemas
pl: Sprawdźmy inne problemy

source: Please try another query
de: Bitte versuchen Sie eine andere Abfrage
es: Intente con otra consulta
pl: Proszę spróbować innego zapytania

source: Want to Fund an issue ?
pl: Chcesz zasilić problem?

source: Get Started!
pl: Zaczynać!

source: ENS Subdomains | Gitcoin
es: Subdominios ENS | Gitcoin
pl: Subdomeny ENS | Gitcoin

source: Made with <3 &amp; bounties by <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link">Scottydelta and Gitcoin Core</a>
es: Hecho con <3 & amp; recompensas por <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link"> Scottydelta and Gitcoin Core </ a>
pl: Wykonane z <3 & amp; nagrody według <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link"> Scottydelta i Gitcoin Core </ a>

source: Manage your ENS subdomain
es: Administre su subdominio ENS
pl: Zarządzaj swoją subdomeną ENS

source: Current Address
pl: Aktualny adres

source: <label for="tos">I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>.</label>
pl: <label for = "tos"> Rozumiem & amp; zaakceptuj <a href="https://gitcoin.co/terms"> Warunki korzystania z usługi </a>. </ label>

source: Update
es: Actualizar
pl: Aktualizacja

source: Pending Txn:
es: Txn pendiente:
pl: Oczekujący Txn:

source: Address
pl: Adres

source: The transaction is still pending.<br>This page will auto-update when the transaction is confirmed <br>(but you can close the browser window if you want).
es: La transacción aún está pendiente. <br> Esta página se actualizará automáticamente cuando se confirme la transacción <br> (pero puede cerrar la ventana del navegador si lo desea).
pl: Transakcja nadal oczekuje. <br> Ta strona zostanie automatycznie zaktualizowana po potwierdzeniu transakcji (ale możesz zamknąć okno przeglądarki, jeśli chcesz).

source: Address:
pl: Adres:

source: Only 1 request is allowed every
es: Solo se permite 1 solicitud cada
pl: Dozwolone jest tylko jedno zgłoszenie

source: days. If you have lost access to this wallet,
es: dias. Si ha perdido el acceso a esta billetera,
pl: dni. Jeśli utraciłeś dostęp do tego portfela,

source: please either contact admins or try again after
es: por favor, contacta a los administradores o vuelve a intentarlo
pl: skontaktuj się z administratorami lub spróbuj ponownie po

source: Login with github
pl: Zaloguj się za pomocą github

source: Register your ENS subdomain
es: Registre su subdominio ENS
pl: Zarejestruj swoją subdomenę ENS

source: <label for="tos"> I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>. </label>
pl: <label for = "tos"> Rozumiem & amp; zaakceptuj <a href="https://gitcoin.co/terms"> Warunki korzystania z usługi </a>. </ label>

source: Register
es: Registro
pl: Zarejestrować

source: Tell the world about your new ENS name!
es: ¡Cuéntale al mundo sobre tu nuevo nombre ENS!
pl: Powiedz światu o swojej nowej nazwie ENS!

source: 1 day
de: 1 Tag
es: 1 día
pl: 1 dzień

source: 3 days
de: 3 Tage
es: 3 días
pl: 3 dni

source: 1 week
de: 1 Woche
es: 1 semana
pl: 1 tydzień

source: 2 weeks
de: 2 Wochen
es: 2 semanas
pl: 2 tygodnie

source: 1 month
de: 1 Monat
es: 1 mes
pl: 1 miesiąc

source: 3 months
de: 3 Monate
es: 3 meses
pl: 3 miesiące

source: 6 months
de: 6 Monate
es: 6 meses
pl: 6 miesięcy

source: 1 year
de: 1 Jahr
es: 1 año
pl: 1 rok

source: Never
de: noch nie
es: Nunca
pl: Nigdy

source: Build Your Gitcoin Avatar
pl: Zbuduj swój Gitcoin Avatar

source: Do This Later
es: Haz esto más tarde
pl: Zrób to później

source: Previous
es: Anterior
pl: Poprzedni

source: Save Avatar
pl: Zapisz Avatar

source: Don't see the right schwag? Request new avatar attributes here
es: ¿No ves el schwag correcto? Solicite nuevos atributos de avatar aquí
pl: Nie widzisz właściwego schwag? Poproś o nowe atrybuty awatara tutaj

source: Get Started with Gitcoin!
pl: Rozpocznij z Gitcoin!

source: Build
es: Construir
pl: Budować

source: Get Paid
es: Recibir el pago
pl: Dostać zapłatę

source: Network
de: Netzwerk
es: Red
pl: Sieć

source: <h3>Use Gitcoin to reach a pool of talented developers to contribute to your open source project.</h3> <h3>Pay out in Ether, a leading cryptocurrency, or your native token!</h3> <h3>Meet new people. Create a natural hiring pipeline. Grow open source.</h3>
es: <h3> Use Gitcoin para llegar a un grupo de desarrolladores talentosos que contribuyan a su proyecto de código abierto. </ h3> <h3> ¡Pague en Ether, una criptomoneda líder, o su token nativo! </ h3> <h3> Conoce gente nueva. Crear una tubería de contratación natural. Crecer fuente abierta. </ H3>
pl: <h3> Skorzystaj z Gitcoin, aby dotrzeć do grupy utalentowanych programistów, aby wesprzeć Twój projekt open source. </ h3> <h3> Płać w Ether, wiodącej krypto-walucie lub twoim tokenie rodzimym! </ h3> <h3> Poznaj nowych ludzi. Utwórz naturalny rurociąg do wynajęcia. Rozwijaj otwarte źródło. </ H3>

source: <h3>Use Gitcoin to find paid work and solve real world problems in the blockchain/web3 ecosystem.</h3> <h3>Receive payment in Ether, a leading cryptocurrency.</h3> <h3>Meet new people. Learn new skills. Contribute to the open source community.</h3>
pl: <h3> Skorzystaj z Gitcoin, aby znaleźć płatną pracę i rozwiązać rzeczywiste problemy w ekosystemie blockchain / web3. </ h3> <h3> Odbierz płatność w Ether, wiodącej krypto-walucie. </ h3> <h3> Poznaj nowych ludzi. Uczyć się nowych umiejętności. Przyczyń się do społeczność open source. </ h3>

source: You are logged in!
pl: Jesteś zalogowany!

source: Logout
es: Cerrar sesión
pl: Wyloguj

source: Login with github
es: Iniciar sesión con github
pl: Zaloguj się za pomocą github

source: Connect Metamask
pl: Podłącz metamaskę

source: <h3 class="mb-2">Metamask is a wallet that enables your browser to be web3-enabled.</h3> <h3>After you've installed Metamask, you can use web3 apps like Gitcoin!</h3>
es: <h3 class = "mb-2"> Metamask es una billetera que permite que su navegador esté habilitado para web3. </ h3> <h3> ¡Después de haber instalado Metamask, puede usar aplicaciones web3 como Gitcoin! </ h3>
pl: <h3 class = "mb-2"> Metamask to portfel, który umożliwia przeglądarce obsługę web3. </ h3> <h3> Po zainstalowaniu Metamask możesz korzystać z aplikacji web3, takich jak Gitcoin! </ h3>

source: Setup Metamask
es: Configurar Metamask
pl: Skonfiguruj Metamask

source: How to send ETH to Metamask
es: Cómo enviar ETH a Metamask
pl: Jak wysłać ETH do Metamask

source: Next
es: Siguiente
pl: Kolejny

source: What's Your Skill Set?
pl: Jaki jest twój zestaw umiejętności?

source: Select Skills that Apply
es: Seleccione las habilidades que se aplican
pl: Wybierz Umiejętności, które się stosują

source: Add Skills
pl: Dodaj umiejętności

source: List out : Skill 1, Skill 2 ...
es: Listar: Habilidad 1, Habilidad 2 ...
pl: Wymień: Umiejętność 1, Umiejętność 2 ...

source: Any
de: Irgendein
es: Alguna
pl: Każdy

source: Beginner ( < 3 years Experience )
pl: Początkujący (<3 lata doświadczenia)

source: Intermediate ( 4 - 6 years Experience )
pl: Średniozaawansowany (4 - 6 lat doświadczenia)

source: Advanced ( 7+ years Experience )
pl: Zaawansowany (7+ lat doświadczenia)

source: One Swipe Away From Your Next Bounty.
de: Wischen Sie von Ihrem nächsten Kopfgeld weg.
es: Un golpe lejos de su próximo Bounty.
pl: Jeden ruch z dala od swojej kolejnej bounty.

source: Browse funded work in open source software from anywhere, at anytime.
de: Durchsuchen Sie geförderte Arbeiten in Open-Source-Software von überall und jederzeit.
es: Explore el trabajo financiado en software de código abierto desde cualquier lugar y en cualquier momento.
pl: Przeglądaj finansowane prace w oprogramowaniu open source z dowolnego miejsca, w dowolnym czasie.

source: It's Easy As
de: Es ist einfach wie
es: Es fácil como
pl: To jest łatwe jak

source: Sync
de: Synchronisieren
es: Sincronización
pl: Synchronizuj

source: Sync your github profile with the gitcoin app.
de: Synchronisieren Sie Ihr GitHub-Profil mit der Gitcoin-App.
es: Sincroniza tu perfil github con la aplicación gitcoin.
pl: Zsynchronizuj swój profil github z aplikacją gitcoin.

source: Swipe
de: Wischen
es: Golpe fuerte
pl: Trzepnąć

source: Swipe through funded work in open source software.
de: Swipe durch geförderte Arbeit in Open-Source-Software.
es: Pase por el trabajo financiado en software de código abierto.
pl: Przesuń palcem po sfinansowanych pracach w oprogramowaniu o otwartym kodzie źródłowym.

source: Match
de: Spiel
es: Partido
pl: Mecz

source: The app will intro you (via github comments) to the repository owners with whom you've matched with
es: La aplicación te introducirá (a través de los comentarios de github) a los propietarios del repositorio con los que hayas hecho coincidir
pl: Aplikacja wprowadzi Cię (poprzez komentarze github) do właścicieli repozytoriów, z którymi pasujesz

source: Get it now.
de: Hol es dir jetzt.
es: Consiguelo ahora.
pl: Zdobądź to teraz.

source: Send Tip
de: Senden Sie einen Tipp
es: Envía propina
pl: Wysłać wskazówkę

source: You've got
pl: Masz

source: Forward it to a permanent address:
de: Weiterleiten an eine feste Adresse:
es: Enviarlo a una dirección permanente:
pl: Przekaż go na stały adres:

source: I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>.
de: Ich verstehe & amp; stimme den <a href="https://gitcoin.co/terms"> Nutzungsbedingungen zu </a>.
es: Entiendo y amp; acepte los <a href="https://gitcoin.co/terms"> términos de servicio </a>.
pl: Rozumiem & amp; zaakceptuj <a href="https://gitcoin.co/terms"> Warunki korzystania z usługi </a>.

source: Claim
de: Anspruch
es: Reclamación
pl: Roszczenie

source: Congrats!
de: Glückwunsch!
es: Felicidades!
pl: Gratulacje!

source: It's Fast. It's Easy. It's Free.️
de: Es ist schnell. Es ist einfach. Es ist kostenlos
es: Es rápido. Es fácil. Es gratis.
pl: To jest szybkie. To łatwe. Jest bezpłatny

source: Supports any github username or email address
de: Unterstützt jeden github Benutzernamen oder E-Mail Adresse
es: Admite cualquier nombre de usuario o dirección de correo electrónico github
pl: Obsługuje dowolną nazwę użytkownika Github lub adres e-mail

source: receipient
de: Empfänger
pl: odbiorca

source: receipients
de: Empfänger
pl: odbiorcy

source: Send Ether
de: Sende Ether
es: Enviar éter
pl: Wyślij Ether

source: Send Tip.
de: Senden Sie einen Tipp.
es: Envía propina.
pl: Wysłać wskazówkę.

source: Amount of
de: Menge von
es: Cantidad de
pl: Ilość

source: To Github Username
de: Zum Github-Benutzernamen
es: Para el nombre de usuario de Github
pl: Do nazwy użytkownika Github

source: From Github Username
pl: Od nazwy użytkownika Github
