Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Please tell us what you're planning on using these funds for in the comments section! Thanks.
de: Bitte teilen Sie uns im Kommentarbereich mit, was Sie für die Verwendung dieser Mittel planen! Vielen Dank.
es: ¡Díganos para qué está planeando usar estos fondos en la sección de comentarios! Gracias.
pl: Powiedz nam, co masz zamiar wykorzystać na te fundusze w sekcji komentarzy! Dzięki.

source: About Zero
de: Über Null
es: Acerca de Zero
pl: O Zero

source: Apply for a faucet distribution
de: Bewerben Sie sich für eine Wasserhahn Verteilung
es: Solicite una distribución de grifería
pl: Złóż wniosek o dystrybucję kranów

source: To continue, enable Web3.
de: Aktivieren Sie Web3, um fortzufahren.
es: Para continuar, habilite Web3.
pl: Aby kontynuować, włącz Web3.

source: Web3 is the same web you know and love, but with Ethereum-enabled functionality.
de: Web3 ist das gleiche Web, das Sie kennen und lieben, aber mit Ethereum-fähiger Funktionalität.
es: Web3 es la misma web que conoce y ama, pero con la funcionalidad habilitada Ethereum.
pl: Web3 to ta sama sieć, którą znasz i kochasz, ale z funkcją Ethereum.

source: The fastest and easiest way to add Web3 to your browser is to install <a href="https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target="_blank" rel="noopener noreferrer"> Metamask</a>. To continue submitting a bounty, please install Metamask and return to this page.
de: Der schnellste und einfachste Weg, Web3 zu Ihrem Browser hinzuzufügen, ist die Installation von <a href = "https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=de" target = "_ blank" rel = "noopener noreferrer "> Metamask </a>. Um weiterhin ein Bounty zu senden, installieren Sie bitte Metamask und kehren Sie zu dieser Seite zurück.
es: La forma más rápida y sencilla de agregar Web3 a su navegador es instalar <a href = "https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target = "_ blank" rel = "noopener noreferrer "> Metamask </a>. Para continuar enviando un bounty, instale Metamask y regrese a esta página.
pl: Najszybszym i najprostszym sposobem dodania Web3 do przeglądarki jest zainstalowanie <a href = "https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target = "_ blank" rel = "noopener noreferrer "> Metamask </a>. Aby kontynuować przesyłanie nagród, zainstaluj Metamask i wróć na tę stronę.

source: Install MetaMask
de: Installieren Sie MetaMask
es: Instalar MetaMask
pl: Zainstaluj MetaMask

source: or
de: oder
es: o
pl: lub

source: You Appear to Have Ether!
de: Du scheinst Ether zu haben!
es: ¡Pareces tener éter!
pl: Wyglądasz na eter!

source: Thank you for your interest in receiving a faucet distribution.
de: Vielen Dank für Ihr Interesse an einer Wasserhahnverteilung.
es: Gracias por su interés en recibir una distribución de grifería.
pl: Dziękujemy za zainteresowanie otrzymaniem dystrybucji kranów.

source: You have more ether currently in your wallet than the distribution would provide. Please use that ether to pay the transaction cost.
de: Sie haben derzeit mehr Ether in Ihrer Brieftasche, als die Distribution bereitstellen würde. Bitte benutzen Sie diesen Äther, um die Transaktionskosten zu bezahlen.
es: Ahora tiene más éter en su billetera de la que proporcionaría la distribución. Utilice ese éter para pagar el costo de la transacción.
pl: Masz więcej eteru w portfelu, niż mogłaby zapewnić dystrybucja. Użyj tego eteru, aby zapłacić koszt transakcji.

source: Can't get web3 to work? Get help here.
de: Kann web3 nicht zur Arbeit kommen? Holen Sie sich Hilfe hier.
es: ¿No puedes hacer que web3 funcione? Obtenga ayuda aquí.
pl: Nie możesz uruchomić web3 do działania? Uzyskaj pomoc tutaj.

source: Request a distribution of ETH so you can use the Ethereum network and Gitcoin.
de: Fordern Sie eine Verteilung der ETH an, damit Sie das Ethereum-Netzwerk und Gitcoin nutzen können.
es: Solicite una distribución de ETH para que pueda usar la red de Ethereum y Gitcoin.
pl: Poproś o dystrybucję ETH, abyś mógł korzystać z sieci Ethereum i Gitcoin.

source: The submitted github profile shows a previous faucet distribution.
de: Das eingereichte GitHub-Profil zeigt eine vorherige Wasserhahnverteilung.
es: El perfil github presentado muestra una distribución de faucet previa.
pl: Przesłany profil github pokazuje poprzednią dystrybucję kranów.

source: The submitted github profile shows a pending faucet distribution.
de: Das eingereichte GitHub-Profil zeigt eine ausstehende Hahnverteilung.
es: El perfil github presentado muestra una distribución de faucet pendiente.
pl: Przesłany profil github pokazuje oczekującą dystrybucję kranów.

source: Created.
de: Erstellt.
es: Creado.
pl: Stworzony.

source: Gitcoinbot Responded
de: Gitcoinbot antwortete
es: Gitcoinbot respondió
pl: Gitcoinbot odpowiedział

source: [DEBUG]
de: [DEBUGGEN]
es: [DEPURAR]
pl: [ODPLUSKWIĆ]

source: ⚡️ New Tip Worth {} {} {}
de: ⚡️ Neuer Tipp wert {} {} {}
es: New️ Nuevo valor de punta {} {} {}
pl: ⚡️ Nowy typ warty {} {} {}

source: 🕐 Tip Worth {} {} {} Expiring Soon
de: 🕐 Trinkgeld wert {} {} {} Abgelaufen in Kürze
es: 🕐 Sugerencia Vale {} {} {} Vencimiento pronto
pl: 🕐 Wskazówka: {} {} {} Wkrótce wygasa

source: New Faucet Request
de: Neue Wasserhahn Anfrage
es: Nueva solicitud de Faucet
pl: Nowa prośba o kran

source: A new faucet request was completed. You may fund the request here
es: Se completó una nueva solicitud de fauce. Puede financiar la solicitud aquí
pl: Nowa prośba o kran została zakończona. Możesz sfinansować wniosek tutaj

source: No Reply from Gitcoin.co
de: Keine Antwort von Gitcoin.co
es: Sin respuesta de Gitcoin.co
pl: Brak odpowiedzi od Gitcoin.co

source: New Token Request
pl: Nowe żądanie tokena

source: A new token request was completed. You may fund the token request here
pl: Nowe żądanie tokena zostało zakończone. Możesz sfinansować żądanie tokena tutaj

source: is out of gas
es: está sin gas
pl: jest z gazu

source: is down to
es: se reduce a
pl: jest w dół

source: New External Bounty
de: Neue externe Belohnung
es: Nueva recompensa externa
pl: Nowa zewnętrzna nagroda

source: Faucet Request Processed
de: Wasserhahn Anfrage verarbeitet
es: Solicitud de Faucet procesada
pl: Przetwarzanie żądania kranu

source: Faucet Request Rejected
de: Wasserhahn Anfrage abgelehnt
pl: Rezygnacja z żądania kranu

source: ⚡️ {len(bounties)} New Open Funded Issue{plural}{worth} matching your profile
es: {️ {len (bounties)} Nuevo Open Funded Issue {plural} {worth} que coincida con tu perfil
pl: ⚡️ {len (nagrody)} Nowa kwestia otwartego finansowania {liczba mnoga} {wartosc} pasująca do Twojego profilu

source: ✉️ New Work Submission Inside for {} ✉️
de: ✉️ Neue Work Submission Inside für {} ✉️
es: New️ Nueva presentación de trabajo dentro de {} ✉️
pl: ✉️ Nowe zgłoszenie do pracy za {} ✉️

source: 😕 Work Submission Rejected for {} 😕
de: 😕 Work Submission abgelehnt für {} 😕
es: 😕 Remisión de trabajo rechazada para {} 😕
pl: 😕 Odrzucono zgłoszenie pracy dla {} 😕

source: 🌈 Funds Paid for {} 🌈
de: 🌈 Für {} Pa bezahlte Guthaben
es: 🌈 Fondos pagados por {} 🌈
pl: 🌈 Środki wypłacone za {} 🌈

source: ⚡️ {} Meet {}: {}!
de: ⚡️ {} Treffen Sie {}: {}!
es: ⚡️ {} Conoce {}: {}!
pl: ⚡️ {} Poznaj {}: {}!

source: hour
de: Stunde
es: hora
pl: godzina

source: 😕 Your Funded Issue ({}) Expires In {} {} ... 😕
de: 😕 Ihr finanziertes Problem ({}) läuft in {} {} ... 😕 ab
es: 😕 Su problema financiado ({}) expira en {} {} ... 😕
pl: 😕 Twój wydatek finansowy {{}) wygasa w {} {} ... 😕

source: Are you still working on '{}' ?
de: Arbeitest du noch an "{}"?
es: ¿Sigues trabajando en '{}'?
pl: Nadal pracujesz nad "{}"?

source: We've removed you from the task: '{}' ?
de: Wir haben dich von der Aufgabe entfernt: '{}'?
es: Te hemos eliminado de la tarea: '{}'?
pl: Usunęliśmy Cię z zadania: "{}"?

source: Invalid Slack token.
es: Token de holgura inválido
pl: Nieprawidłowy token zwalniania.

source: Slack channel not found.
pl: Nie znaleziono kanału przejścia.

source: The Gitcoin Slack integration is working fine.
es: La integración de Gitcoin Slack está funcionando bien.
pl: Integracja Gitcoin Slack działa dobrze.

source: The test message was sent to Slack.
es: El mensaje de prueba fue enviado a Slack.
pl: Wiadomość testowa została wysłana do Slacka.

source: An error has occurred.
es: Se ha producido un error.
pl: Wystąpił błąd.

source: The Gitcoin Discord integration is working fine.
pl: Integracja Gitcoin Discord działa dobrze.

source: The test message was sent to Discord.
pl: Wiadomość testowa została wysłana do Discord.

source: Privacy
de: Privatsphäre
es: Intimidad
pl: Prywatność

source: Matching
pl: Pasujący

source: Feedback
es: Realimentación
pl: Informacje zwrotne

source: Token
pl: Znak

source: Privacy Settings
de: Datenschutzeinstellungen
es: La configuración de privacidad
pl: Ustawienia prywatności

source: Updated your preferences.
es: Actualizado sus preferencias
pl: Zaktualizowano twoje preferencje.

source: Matching Settings
de: Passende Einstellungen
es: Configuraciones coincidentes
pl: Dopasowane ustawienia

source: We've received your feedback.
es: Hemos recibido sus comentarios.
pl: Otrzymaliśmy Twoją opinię.

source: Invalid Email
de: Ungültige E-Mail
es: Email inválido
pl: Niepoprawny email

source: Unknown language
de: Unbekannte Sprache
es: Lenguaje desconocido
pl: Nieznany język

source: Email Settings
de: Email Einstellungen
es: Ajustes del correo electrónico
pl: Ustawienia poczty e-mail

source: Slack Settings
es: Configuración de holgura
pl: Ustawienia luzu

source: Discord Settings
pl: Ustawienia Discord

source: Token Settings
pl: Ustawienia tokena

source: ENS Settings
pl: Ustawienia ENS

source: Your account has been disconnected from Github
pl: Twoje konto zostało odłączone od Github

source: Error: did not understand your request
es: Error: no entendiste tu solicitud
pl: Błąd: nie rozumiem Twojej prośby

source: Account Settings
pl: Ustawienia konta

source: Top Payers
de: Top-Zahler
es: Pagadores principales
pl: Najlepsi płatnicy

source: Top Earners
de: Top-Verdiener
es: Los mejores ganadores
pl: Najlepsi zarabiający

source: Roundup Emails
pl: E-maile o zaokrągleniu

source: New Bounty Notification Emails
pl: Nowe wiadomości e-mail z powiadomieniami o usłudze Bounty

source: (up to) Daily
es: (hasta) Diariamente
pl: (do) ​​Codziennie

source: Product Update Emails
es: Correo electrónico de actualización de producto
pl: Wiadomości e-mail dotyczące aktualizacji produktu

source: Quarterly
es: Trimestral
pl: Kwartalny

source: Tip Emails
pl: Porada e-maile

source: Only when you are sent a tip
es: Solo cuando te envían un consejo
pl: Tylko wtedy, gdy otrzymasz napiwek

source: Faucet Notification Emails
pl: E-maile z powiadomieniami o kranach

source: Only when you are sent a faucet distribution
pl: Tylko wtedy, gdy otrzymasz dystrybucję kranu

source: Bounty Notification Emails
pl: E-maile z powiadomieniami o bounty

source: Only when you're active on a bounty
es: Solo cuando estás activo en una recompensa
pl: Tylko wtedy, gdy jesteś aktywny na bounty

source: Bounty Match Emails
es: Bounty Match correos electrónicos
pl: E-maile z dopasowaniem do Bounty

source: Only when you've posted a open bounty and you have a new match
es: Solo cuando has publicado una recompensa abierta y tienes una nueva coincidencia
pl: Tylko wtedy, gdy opublikujesz otwartą nagrodę i masz nowy mecz

source: Bounty Feedback Emails
es: Bounty Comentarios de correo electrónico
pl: E-maile dotyczące opinii o nagrodach

source: Only after a bounty you participated in is finished.
es: Solo después de que haya terminado una recompensa en la que participó.
pl: Dopiero po zakończeniu nagrody, w której brałeś udział.

source: Bounty Expiration Warning Emails
es: Bounty caducidad mensajes de advertencia de advertencia
pl: Ostrzeżenia o wygasaniu ważności wiadomości Bounty

source: Only after you posted a bounty which is going to expire
es: Solo después de publicar una recompensa que expirará
pl: Dopiero po opublikowaniu nagrody, która wygasa

source: The Problem
de: Das Problem
es: El problema
pl: Problem

source: Incentive problems in Open Source Software.
de: Anreizprobleme in Open-Source-Software.
es: Problemas de incentivos en el software de código abierto.
pl: Problemy motywacyjne w oprogramowaniu Open Source.

source: Open Source Software Developers:
pl: Twórcy oprogramowania Open Source:

source: Create a lot of economic value.
es: Crea mucho valor económico.
pl: Stwórz dużą wartość ekonomiczną.

source: Are Not Properly incentivized.
es: No están debidamente incentivados.
pl: Nie są odpowiednio motywowane.

source: Problem: Taming Issues Board
es: Problema: Consejo de problemas de domesticación
pl: Problem: Zarząd ds. Oswajania

source: Contributor:
pl: Współpracownik:

source: Problem: Monetization
es: Problema: monetización
pl: Problem: zarabianie

source: Problem: Prioritization
es: Problema: priorización
pl: Problem: Priorytetyzacja

source: The Solution
de: Die Lösung
es: La solución
pl: Rozwiązanie

source: A decentralized App for value creation &amp; value capture.
de: Eine dezentrale App zur Wertschöpfung & amp; Wert erfassen.
es: Una aplicación descentralizada para la creación de valor y amp; captura de valor
pl: Zdecentralizowana aplikacja do tworzenia wartości & amp; przechwytywanie wartości.

source: The Origin Story
de: Die ursprüngliche Geschichte
es: La historia de origen
pl: Historia pochodzenia

source: Who, what, when, where, and most importantly, why.
de: Wer, was, wann, wo und vor allem warum.
es: Quién, qué, cuándo, dónde y, lo más importante, por qué.
pl: Kto, co, kiedy, gdzie i co najważniejsze, dlaczego.

source: Built with &lt;3 in Boulder Colorado USA
de: Gebaut mit & lt; 3 in Boulder Colorado USA
es: Construido con & lt; 3 en Boulder Colorado, EE. UU.
pl: Zbudowany z & lt; 3 w Boulder w Kolorado w USA

source: <strong>Gitcoin</strong> was borne of the community in Boulder Colorado's thriving tech scene. One of the most amazing things about the Boulder community is the #givefirst mantra. The founding team has built their careers off of advice, mentorship, and relationships in the local tech community.
de: <strong> Gitcoin </ strong> wurde von der Community in Boulder Colorados florierender Tech-Szene getragen. Eines der erstaunlichsten Dinge an der Boulder Community ist das #givefirst Mantra. Das Gründungsteam hat seine Karriere von Beratung, Mentoring und Beziehungen in der lokalen Tech-Community aufgebaut.
es: <strong> Gitcoin </ strong> nació de la comunidad en la próspera escena tecnológica de Boulder Colorado. Una de las cosas más asombrosas sobre la comunidad de Boulder es el #primera mantra. El equipo fundador ha construido sus carreras a partir de consejos, tutoría y relaciones en la comunidad tecnológica local.
pl: <strong> Gitcoin </ strong> został utworzony przez społeczność na rozwijającej się scenie technologicznej w Boulder Colorado. Jedną z najbardziej niesamowitych rzeczy w społeczności Boulder jest #przypierwsza mantra. Zespół założycielski zbudował swoją karierę z porad, mentalności i relacji w lokalnej społeczności technologicznej.

source: Mission: Grow Open Source
pl: Misja: rozwijaj otwarte oprogramowanie

source: <strong>Gitcoin</strong> is a project that combines the #givefirst mantra of the Boulder community with capitalistic incentives to write great software. By enabling <span>Repo Maintainers</span>, <span>developers</span>, and <span>financiers</span> to find one another, Gitcoin grows open source software.
de: <strong> Gitcoin </ strong> ist ein Projekt, das das #givefirst Mantra der Boulder-Community mit kapitalistischen Anreizen zum Schreiben großer Software kombiniert. Durch Aktivieren von <span> Repo Maintainern </ span>, <span> Entwicklern </ span> und <span> financiers </ span> finden Gitcoin Open Source-Software.
es: <strong> Gitcoin </ strong> es un proyecto que combina el #primera mantra de la comunidad de Boulder con incentivos capitalistas para escribir un gran software. Al habilitar <span> Repo Maintainers </ span>, <span> developers </ span>, y <span> financieros </ span> para que se encuentren entre sí, Gitcoin desarrolla software de código abierto.
pl: <strong> Gitcoin </ strong> to projekt, który łączy w sobie #przypierwszą mantrę społeczności Boulder z kapitalistycznymi zachętami do pisania świetnego oprogramowania. Włączając oprogramowanie <span> Repo Maintainers </ span>, <span> developers </ span> oraz <span> financiers </ span>, aby znaleźć się nawzajem, Gitcoin rozwija oprogramowanie open source.

source: Cryptocurrencies provide new, decentralized, opportunities
de: Kryptowährungen bieten neue, dezentralisierte Möglichkeiten
es: Las criptomonedas brindan oportunidades nuevas y descentralizadas
pl: Kryptowaluty zapewniają nowe, zdecentralizowane możliwości

source: <strong>Gitcoin</strong> is built upon the Ethereum network, and the solidity smart contract programming language. Ethereum provides opportunities to align incentives across actors in the ecosystem. By programming rights of stakeholders directly into smart contracts, actors are incentivized to provide value, and edge cases are handled _without_ having to involve legacy legal enforcement mechanisms.
de: <strong> Gitcoin </ strong> basiert auf dem Ethereum-Netzwerk und der Programmiersprache solidity smart contract. Ethereum bietet die Möglichkeit, Anreize für alle Akteure im Ökosystem auszurichten. Durch die direkte Programmierung der Rechte der Interessengruppen in Smart-Contracts erhalten die Akteure Anreize zur Wertschöpfung, und Edge-Fälle werden behandelt, ohne dass Legal-Enforcement-Mechanismen einbezogen werden müssen.
es: <strong> Gitcoin </ strong> se basa en la red Ethereum y en el lenguaje de programación de contratos inteligentes de solidez. Ethereum ofrece oportunidades para alinear los incentivos entre los actores del ecosistema. Al programar los derechos de las partes interesadas directamente en los contratos inteligentes, se incentiva a los actores para que aporten valor, y se manejan los casos extremos sin tener que involucrar mecanismos legados de cumplimiento legal.
pl: <strong> Gitcoin </ strong> jest zbudowany na sieci Ethereum i solidnym, inteligentnym języku programowania kontraktowego. Ethereum zapewnia możliwości dostosowania zachęt do różnych podmiotów w ekosystemie. Poprzez programowanie praw interesariuszy bezpośrednio na inteligentne kontrakty, aktorzy są zachęcani do zapewniania wartości, a ostateczne przypadki są obsługiwane bez konieczności angażowania legalnych mechanizmów egzekwowania prawa.

source: The founder of Gitcoin, <a href="http://linkedin.com/in/owocki/" target="_blank" rel="noopener noreferrer">Kevin Owocki</a> has experience as an organizer of <a href="http://boulderstartupweek.com" target="_blank" rel="noopener noreferrer">Boulder Startup Week</a>, <a href="http://igniteboulder.com" target="_blank" rel="noopener noreferrer">Ignite Boulder</a>, <a href="https://startupcto.io" target="_blank" rel="noopener noreferrer">StartupCTO.io</a>, <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer">Boulder Blockchain Meetup</a> and the open source projects <a href="https://github.com/owocki/pytrader" target="_blank" rel="noopener noreferrer">pytrader</a>, <a href="https://github.com/owocki/adblock-to-bitcoin" target="_blank" rel="noopener noreferrer">adblock-to-bitcoin</a>, <a href="https://github.com/youvegoteth/youvegoteth.github.io/" target="_blank" rel="noopener noreferrer">YouveGotETH</a>, & <a href="https://github.com/owocki/coloradocoin" target="_blank" rel="noopener noreferrer">ColoradoCoin</a>. The stronger the community is, the more successful open source projects are. The stronger open source projects are, the stronger the community is.
pl: Założyciel Gitcoin, <a href="http://linkedin.com/in/owocki/" target="_blank" rel="noopener noreferrer"> Kevin Owocki </a> ma doświadczenie jako organizator <a href="http://boulderstartupweek.com" target="_blank" rel="noopener noreferrer"> Tydzień uruchamiania Boulder </a>, <a href="http://igniteboulder.com" target="_blank" rel="noopener noreferrer"> Ignite Boulder </a>, <a href="https://startupcto.io" target="_blank" rel="noopener noreferrer"> StartupCTO.io </a>, <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer"> Boulder Blockchain Meetup </a> i projekty open source <a href="https://github.com/owocki/pytrader" target="_blank" rel="noopener noreferrer"> pytrader </a>, <a href="https://github.com/owocki/adblock-to-bitcoin" target="_blank" rel="noopener noreferrer"> adblock-to-bitcoin </a>, <a href="https://github.com/youvegoteth/youvegoteth.github.io/" target="_blank" rel="noopener noreferrer"> YouveGotETH </a>, & <a href="https://github.com/owocki/coloradocoin" target="_blank" rel="noopener noreferrer"> ColoradoCoin </a>. Im silniejsza jest społeczność, tym bardziej udane są projekty open source. Im silniejsze są projekty open source, tym silniejsza jest społeczność.

source: Team
de: Mannschaft
es: Equipo
pl: Zespół

source: Built By &amp; For Open Source Software Developers
de: Gebaut von & amp; Für Open-Source-Softwareentwickler
es: Construido por & amp; Para desarrolladores de software de código abierto
pl: Zbudowane przez & amp; Dla programistów oprogramowania Open Source

source: Join Us
de: Begleiten Sie uns
es: Únete a nosotros
pl: Dołącz do nas

source: Want to Grow Open Source? We want to hear from you.
de: Willst du Open Source wachsen? Wir wollen von dir hören.
es: ¿Quieres crecer de código abierto? Queremos escuchar de ti.
pl: Chcesz rozwinąć Open Source? Chcemy usłyszeć od ciebie.

source: Open Gitcoin Roles
de: Öffnen Sie Gitcoin Rollen
es: Abrir papeles de Gitcoin
pl: Otwórz role Gitcoin

source: Learn More
de: Erfahren Sie mehr
es: Aprende más
pl: Ucz się więcej

source: Contact us
es: Contáctenos
pl: Skontaktuj się z nami

source: Open Bounties.Network Roles
de: Open Bounties.Netzwerkrollen
pl: Otwórz role Bounties.Network

source: Features of Gitcoin
de: Eigenschaften von Gitcoin
es: Características de Gitcoin
pl: Funkcje Gitcoin

source: Fund Issues
de: Fondsprobleme
es: Cuestiones de fondos
pl: Problemy z funduszami

source: Fund a feature, bug, or security issue that you care about, &amp; get results.
de: Ein Feature, einen Fehler oder ein Sicherheitsproblem, das Ihnen wichtig ist, & & amp; Ergebnisse bekommen.
es: Financie una característica, error o problema de seguridad que le interese, & amp; tener resultados.
pl: Skorzystaj z funkcji, błędu lub problemu związanego z bezpieczeństwem, na których Ci zależy, i & amp; uzyskać rezultaty.

source: Tip Developers
de: Tipp Entwickler
es: Desarrolladores de consejos
pl: Porada dla programistów

source: Reward contributors who have added value to your repository with a tip.
de: Belohnen Sie Mitwirkende, die mit einem Tipp zu Ihrem Repository beigetragen haben.
es: Recompense a los contribuyentes que han agregado valor a su repositorio con un consejo.
pl: Nagradzaj płatników, którzy dodali wartość do twojego repozytorium z napiwkiem.

source: Find Work
de: Arbeit suchen
es: Encontrar trabajo
pl: Znaleźć pracę
