Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: <p class="c18 title" id="h.cn4lvjpnb7pd"><span class="c6">Gitcoin Terms of Use</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c0">Last updated: May 24, 2018</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">IMPORTANT NOTICE: THIS AGREEMENT IS SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN </span><span class="c3">SECTION </span><span class="c3">22.</span><span class="c0">&nbsp;PLEASE READ THE AGREEMENT CAREFULLY.</span></p> <h2 class="font-title mt-5 c11" id="h.kkdg9whr5sl0"><span class="c14 c3">1. </span><span class="c2">ACCEPTANCE OF TERMS</span></h2> <p class="c5"><span class="c3">ConsenSys AG&rsquo;s Gitcoin </span><span class="c3">&nbsp;(&ldquo;Gitcoin&rdquo;) i</span><span class="c3">s a blockchain-based incentivization toolkit for Open Source Software allowing Users to interact with Gitcoin. &ldquo;Tasks&rdquo; means any service a Site participant requests or performs. Site participants may consist of (a) Those who post Tasks to Gitcoin (individually a &ldquo;Poster,&rdquo; collectively the &ldquo;Posters&rdquo;); (b) those who fulfill Tasks (individually a &ldquo;Hunter&rdquo; or collectively the &ldquo;Hunters&rdquo;); and (c) those who interact with the Gitcoin site but do not post or fulfill Tasks (a &ldquo;Visitor,&rdquo; Posters, Hunters, and Visitors collectively referred to as &ldquo;Users&rdquo;).</span><span class="c3">&nbsp;</span><span class="c3">The </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;website</span><span class="c3">&nbsp;(</span><span class="c3"><a class="c23" href="https://www.google.com/url?q=https://gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&amp;usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/</a></span><span class="c3">,the &ldquo;Site&rdquo;) serves as a registration portal, product offering, and an overview of the Gitcoin services. The site also includes text, images, audio, code and other materials or third party information. The Site allows Posters to fund and post Tasks for Hunters to resolve.</span><span class="c3">The Site and any other features, tools, materials, or services offered from time to time by </span><span class="c3">Gitcoin</span><span class="c3">, is referred to here as the &ldquo;Service.&rdquo;</span><span class="c3">&nbsp;Please read these Terms of Use (the &ldquo;Terms&rdquo; or &ldquo;Terms of Use&rdquo;) carefully before using the Service. By using or otherwise accessing the Services, or clicking to accept or agree to these Terms where that option is made available, you (x) accept and agree to these Terms (y) consent to the collection, use, disclosure and other handling of information as described in our Privacy Policy and (z) any additional terms, rules and conditions of participation issued by </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;from time to time. IF YOU DO NOT AGREE TO THE TERMS, THEN YOU MAY NOT ACCESS OR USE THE SERVICES. </span></p> <h2 class="font-title mt-5 c4" id="h.bsdfqqr8n5x9"><span class="c2">2. MODIFICATIONS OF TERMS OF USE</span></h2> <p class="c5"><span class="c3">Except for </span><span class="c3">Section 2</span><span class="c3">2</span><span class="c3">, providing for binding arbitration and waiver of class action rights, </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;reserves the right, at its sole discretion, to modify or replace the Terms of Use at any time. The most current version of these Terms will be posted on our Site. You shall be responsible for reviewing and becoming familiar with any such modifications. Use of the Services by you after any modification to the Terms constitutes your acceptance of the Terms of Use as modified.</span></p> <h2 class="font-title mt-5 c11" id="h.k4xzqrqyqzn9"><span class="c2">3. ELIGIBILITY</span></h2> <p class="c5"><span class="c3">You represent and warrant that you: (a) are of legal age to form a binding contract; (b) have not previously been suspended or removed from using our Services; and (c) have full power and authority to enter into this agreement and in doing so will not violate any other agreement to which you are a party. If you are registering to use the Services on behalf of a legal entity, you further represent and warrant that (x) such legal entity is duly organized and validly existing under the applicable laws of the jurisdiction of its organization, and (y) you are duly authorized by such legal entity to act on its behalf.</span></p> <h2 class="font-title mt-5 c4" id="h.r37hhdfs3aq8"><span class="c2">4. ROLE OF GITCOIN</span></h2> <p class="c8"><span class="c0">You expressly acknowledge, agree, and understand that: the Site is merely a platform through which Posters and Hunters conduct transactions. Unless participating on the Site as a Poster, Gitcoin is not involved in the transactions, and has no control over the quality, safety, or legality of Tasks or consideration for Tasks, the ability of Hunters to perform Tasks to Posters&rsquo; satisfaction, or the ability of Posters to pay for Tasks. You are not an employee of Gitcoin, and Gitcoin does not, in any way, screen, supervise, direct, or control Hunters or services performed for or delivered to Posters &nbsp;(&ldquo;Hunter Services&rdquo;). Gitcoin will not have any liability or obligations under or related to Service Contracts (defined below) for any acts or omissions by you or other Users. Gitcoin has no control over Hunters or the Hunter Services offered or rendered by Hunters and Gitcoin makes no representations as to the reliability, capability, or qualifications of any Hunter or the quality, security, or legality of any Hunter Services, and Gitcoin disclaims any and all liability relating thereto. Use of the Site is at your own risk. Because Gitcoin is not a party to the transactions between Posters and Hunters, Gitcoin is not responsible for resolving any disputes between participants related to any Tasks.</span></p> <h2 class="font-title mt-5 c20" id="h.cyv74rfhac77"><span class="c2">5. GITCOIN POSTERS</span></h2> <p class="c8"><span class="c3">As a Poster, </span><span class="c15 c3">you agree that: (a) you will interact with Hunters in a professional and courteous manner, and accurately describe your Task; (b) you may only use the Site for business, commercial, or research purposes; (c) you may not have Hunters perform Tasks through venues other than the Site; (d) payment will be issued and remitted to Hunters upon the your approval of Task; (e) payment is not refundable; (f) you will not reject Tasks performed by Hunters without good cause; and (g) you will not post a Task that violates any part of</span><span class="c3 c15">&nbsp;section 11 of </span><span class="c15 c3">the Terms.</span></p> <h2 class="font-title mt-5 c17" id="h.y7zb2kfxtv56"><span class="c2">6. GITCOIN HUNTERS</span></h2> <p class="c8"><span class="c3">As a Hunter, you agree that: (a) you will interact with Posters in a professional and courteous manner, and provide reasonably requested information in connection with your performance of Tasks; (b) you will perform Tasks in a competent and workmanlike manner; (c) you will supply complete, accurate, non-malicious information for all Tasks you perform; (d) you will not perform Tasks through venues other than the Site; (e) you will not submit anything to Poster that violates section </span><span class="c3">11 of the Terms</span><span class="c0">; and (f) Posters may reject Tasks you perform for good cause and currently there is no way for a Hunter to dispute any rejection of a submission made through the Site, meaning you may not be paid if a Poster rejects your submission.</span></p> <h2 class="font-title mt-5 c17" id="h.kduzwod3rdxb"><span class="c2">7. WORK PRODUCT AND WORK FOR HIRE</span></h2> <p class="c8"><span class="c0">Hunter will perform the Hunter Services in a professional and workmanlike manner and will timely deliver any agreed upon tangible or intangible results or deliverables, including, but not limited to, configurations, computer programs, software, applications, or other information, and any intellectual property developed in connection therewith (&ldquo;Work Product&rdquo;). Where applicable, the Work Product must be submitted to Poster in open source format. </span></p> <p class="c8 c7"><span class="c0"></span></p> <p class="c8"><span class="c3">Any Work Product from Tasks performed as a Hunter is a &quot;work made for hire&quot; for the benefit of the Poster. Upon Hunter&rsquo;s receipt of full payment from Poster, the Work Product, including without limitation all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction </span><span class="c3 c30">(&ldquo;</span><span class="c0">Intellectual Property Rights&rdquo;) in the Work Product, will be the sole and exclusive property of Poster, and Poster will be deemed to be the author thereof. If Hunter has any Intellectual Property Rights to the Work Product that are not owned by Poster upon Hunter&rsquo;s receipt of payment from Client, Hunter hereby automatically irrevocably assigns to Client all right, title and interest worldwide in and to such Intellectual Property Rights. Except as set forth above, Hunter retains no rights to use, and will not challenge the validity of Poster&rsquo;s ownership in, such Intellectual Property Rights. Hunter hereby waives any moral rights, rights of paternity, integrity, disclosure and withdrawal or inalienable rights under applicable law in and to the Work Product.</span></p> <p class="c8 c7"><span class="c0"></span></p> <p class="c8"><span class="c3">Hunter agrees that it will not incorporate into Work Product or otherwise supply Poster any deliverable for which the use or distribution of the code will create (or purport to create) obligations for Poster to grant any rights or immunities under Poster&rsquo;s intellectual property to a third-party, including without limitation any obligation that the Work Product or Poster software combined with, derived from, or distributed with such Work Product (a) be disclosed or distributed in source code form, (b) be licensed for the purpose of making derivative works, or (c) be redistributable at no charge. </span></p> <h2 class="font-title mt-5 c20" id="h.j5wfry9hjl3h"><span class="c2">8. INDEPENDENT CONTRACTORS</span></h2> <p class="c22"><span class="c3">Hunters perform Tasks for Posters in their personal capacity as an independent contractor and not as an employee of a Poster or Gitcoin. As a Hunter, you agree that: (a) you are responsible for and will comply with all applicable laws and registration requirements, including those applicable to independent contractors and maximum working hours regulations; (b) these Terms do not create an association, joint venture, partnership, franchise, or employer/employee relationship between you and Poster, or you and Gitcoin; (iii) you will not represent yourself as an employee or agent of a Poster or Gitcoin; (iv) you will not be entitled to any of the benefits that a Poster or Gitcoin may make available to its employees, such as vacation pay, sick leave, and insurance programs, including group health insurance or retirement benefits; and (v) you are not eligible to recover worker&#39;s compensation benefits in the event of injury. As an independent contractor, Hunter is free at all times to provide Hunter Services to persons or businesses other than Poster, including any competitor of Poster. Hunter does not have authority to enter into written or oral (whether implied or express) contracts on behalf of Poster or Gitcoin. As a Poster, you will not engage a Hunter in any way that may jeopardize that Hunter&#39;s status as an independent contractor performing Tasks for you. Posters may not require an exclusive relationship.</span></p> <h2 class="font-title mt-5 c20" id="h.3dy6vkm"><span class="c2">9. GITCOIN CONTRACTS</span></h2> <p class="c8"><span class="c0">As used herein, a &ldquo;Service Contract&rdquo; means, as applicable, the unilateral contractual provisions created by Poster that govern the Hunter Services to be performed by Hunter for Poster for a particular Task posted to the Site and which will typically include a description of the Task or Tasks to be completed, the amount and type of currency as compensation, and the deadline. &nbsp;You acknowledge and agree that Gitcoin is not a party to any Service Contracts, and that the formation of a Service Contract between any Posters and Hunters will not, under any circumstance, create an employment or other service relationship between Gitcoin and Poster or Gitcoin and Hunter.</span></p> <h2 class="font-title mt-5 c17" id="h.g7g8diptk1hj"><span class="c2">10. PAYMENT</span></h2> <p class="c8"><span class="c0">In order to use Site Services, each User must provide its Ethereum wallet address. The Site and the Site Services operate with Ether or ERC20 compatible tokens. Payment to Hunters will occur upon Poster&rsquo;s acceptance of Hunter&rsquo;s Work Product. Acceptance of a Hunter&rsquo;s Work Product is at the sole discretion of the Poster.</span></p> <h2 class="font-title mt-5 c11" id="h.5gnb0dbqhxkw"><span class="c14 c3">11</span><span class="c14 c3">. UNAUTHORIZED USE OR ACCESS</span><sup><a href="#cmnt1" id="cmnt_ref1">[a]</a></sup></h2> <p class="c5"><span class="c0">Unless otherwise expressly authorized in these Terms of Use or on the Site, you may not take any action to interfere with the Site or any other user&rsquo;s use of the Site or decompile, reverse engineer or disassemble any content or other products or processes accessible through the Site, nor insert any code or product or manipulate the content in any way that affects any User&rsquo;s experience. While using the Site you are required to comply with all applicable statutes, orders, regulations, rules, and other laws. In addition, we expect users of the Website to respect the rights and dignity of others. Your use of the Site is conditioned on your compliance with the rules of conduct set forth in this section.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c16"><span class="c0">You may not use, or encourage others to use, Gitcoin for any illegal, harmful, fraudulent, infringing, or objectionable activities. Here is a non-exhaustive list of prohibited activities:</span></p> <ul class="c13 lst-kix_3y5uqjfd26o6-0 start"> <li class="c1"><span class="c0">Collecting personally identifiable information (e.g., do not ask Users for their email address or phone number)</span></li> <li class="c1"><span class="c0">Using Gitcoin to try to generate &quot;referred&quot; site visits or click-through traffic</span></li> <li class="c1"><span class="c0">Disrupting, manipulating, or degrading the operation of any website, product, or service</span></li> <li class="c1"><span class="c0">Phishing, spamming, or pharming</span></li> <li class="c1"><span class="c0">Unsolicited contacting of Users or other abusive behavior</span></li> <li class="c1"><span class="c0">Advertising or marketing activities, including Tasks requiring registration at another website or group</span></li> <li class="c1"><span class="c0">Tasks intended to promote a site, service or opinion (e.g., don&#39;t ask Hunters to write fake news or reviews)</span></li> <li class="c1"><span class="c0">Infringing or misappropriating the rights of others, including Tasks that require violating the terms of any website, product, or service</span></li> <li class="c1"><span class="c0">Posting or transmitting any content that is illegal, fraudulent or otherwise objectionable, including content that constitutes child pornography, relates to bestiality, or depicts non-consensual sex acts</span></li> <li class="c1"><span class="c0">Disrupting, manipulating, or impairing the operation of the Gitcoin Site (e.g., do not try to &quot;game&quot; search results for Tasks)</span></li> <li class="c1"><span class="c0">Scraping data or content from the Gitcoin Site </span></li> <li class="c1"><span class="c0">Creating a security risk for Gitcoin or any Gitcoin User, including posting Tasks that require downloading software that contains harmful content or malicious code</span></li> <li class="c1"><span class="c3">Performing or requesting asks through venues other than the Gitcoin Site </span></li> </ul> <h2 class="font-title mt-5 c4" id="h.6s3ntndckzu2"><span class="c2">12. WARRANTY DISCLAIMER</span></h2> <p class="c5"><span class="c3">You expressly understand and agree that your use of the Service is at your sole risk. The Service is provided on an &quot;AS IS&quot; and &quot;as available&quot; basis, without warranties of any kind, either express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose or non-infringement. You release </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;from all liability for content you acquired or failed to acquire through the Service.</span></p> <h2 class="font-title mt-5 c4" id="h.w2jz5r6445ny"><span class="c2">13. SOPHISTICATION AND RISK OF CRYPTOGRAPHIC SYSTEMS </span></h2> <p class="c5"><span class="c0">By utilizing the Service or platform in any way, you represent that you understand the inherent risks associated with cryptographic systems; and warrant that you have an understanding of the usage and intricacies of public/private key cryptography, native cryptographic tokens, like Ether (ETH) and Bitcoin (BTC), smart contract based tokens such as those that follow the Ethereum Token Standard (https://github.com/ethereum/EIPs/issues/20), and blockchain-based software systems.</span></p> <h2 class="font-title mt-5 c4" id="h.ljqsz358q603"><span class="c2">14. PLATFORM SECURITY</span></h2> <p class="c5"><span class="c3">Gitcoin</span><span class="c3">&nbsp;is an early stage platform. You acknowledge that Ethereum applications are code subject to flaws and acknowledge that you are solely responsible for evaluating any available code provided by the Services. You further expressly acknowledge and represent that applications can be written maliciously or negligently, that </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;cannot be held liable for your interaction with such applications. These warnings and others later provided by </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;in no way evidence or represent an on-going duty to alert you to all of the potential risks of utilizing the Service</span><span class="c0">.</span></p> <h2 class="font-title mt-5 c4" id="h.xiy9ovkljy1a"><span class="c3 c14">15</span><span class="c2">. RISK OF ERRORS, BUGS, AND DOWNTIME </span></h2> <p class="c5"><span class="c3">You acknowledge and accept that the Services (i) may contain bugs, errors and defects, (ii) may function improperly or be subject to periods of downtime and unavailability, (iii) may result in total or partial loss or corruption of data used in the Services, and (iv) may be modified at any time, including through the release of subsequent versions, all with or without notice. </span></p> <h2 class="font-title mt-5 c11" id="h.xpqi3k39ldhp"><span class="c14 c3">16</span><span class="c2">. INDEMNITY</span></h2> <p class="c5"><span class="c3">You agree, to the fullest extent permitted by applicable law, to release and to indemnify, defend and hold harmless </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;and its parents, subsidiaries, affiliates and agencies, as well as the officers, directors, employees, shareholders and representatives of any of the foregoing entities, from and against any and all losses, liabilities, expenses, damages, costs (including attorneys&rsquo; fees and court costs) claims or actions of any kind whatsoever arising or resulting from your use of the Service, your violation of these Terms of Use, and any of your acts or omissions that implicate publicity rights, defamation or invasion of privacy. </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;reserves the right, at its own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;in the defense of such matter.</span></p> <h2 class="font-title mt-5 c11" id="h.7u5ubkaww7kp"><span class="c2">17. LIMITATION ON LIABILITY</span></h2> <p class="c5"><span class="c0">YOU ACKNOWLEDGE AND AGREE THAT YOU ASSUME FULL RESPONSIBILITY FOR YOUR USE OF THE SITES AND SERVICE. YOU ACKNOWLEDGE AND AGREE THAT ANY INFORMATION YOU SEND OR RECEIVE DURING YOUR USE OF THE SITES AND SERVICE MAY NOT BE SECURE AND MAY BE INTERCEPTED OR LATER ACQUIRED BY UNAUTHORIZED PARTIES. YOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE SITES AND SERVICE IS AT YOUR OWN RISK. RECOGNIZING SUCH, YOU UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER GITCOIN NOR ITS SUPPLIERS OR LICENSORS WILL BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, EXEMPLARY OR OTHER DAMAGES OF ANY KIND, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER TANGIBLE OR INTANGIBLE LOSSES OR ANY OTHER DAMAGES BASED ON CONTRACT, TORT (INCLUDING, IN JURISDICTIONS WHERE PERMITTED, NEGLIGENCE AND GROSS NEGLIGENCE), STRICT LIABILITY OR ANY OTHER THEORY (EVEN IF GITCOIN HAD BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE SITE OR SERVICE; THE USE OR THE INABILITY TO USE THE SITES OR SERVICE; UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITES OR SERVICE; ANY ACTIONS WE TAKE OR FAIL TO TAKE AS A RESULT OF COMMUNICATIONS YOU SEND TO US; HUMAN ERRORS; TECHNICAL MALFUNCTIONS; FAILURES, INCLUDING PUBLIC UTILITY OR TELEPHONE OUTAGES; OMISSIONS, INTERRUPTIONS, LATENCY, DELETIONS OR DEFECTS OF ANY DEVICE OR NETWORK, PROVIDERS, OR SOFTWARE (INCLUDING, BUT NOT LIMITED TO, THOSE THAT DO NOT PERMIT PARTICIPATION IN THE SERVICE); ANY INJURY OR DAMAGE TO COMPUTER EQUIPMENT; INABILITY TO FULLY ACCESS THE SITES OR SERVICE OR ANY OTHER WEBSITE; THEFT, TAMPERING, DESTRUCTION, OR UNAUTHORIZED ACCESS TO, IMAGES OR OTHER CONTENT OF ANY KIND; DATA THAT IS PROCESSED LATE OR INCORRECTLY OR IS INCOMPLETE OR LOST; TYPOGRAPHICAL, PRINTING OR OTHER ERRORS, OR ANY COMBINATION THEREOF; OR ANY OTHER MATTER RELATING TO THE SITES OR SERVICE.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c0">SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</span></p> <h2 class="font-title mt-5 c4" id="h.5wokdxywxd9j"><span class="c14 c3">18</span><span class="c14 c3">. LICENSE</span><span class="c2">S</span></h2> <p class="c5"><span class="c2">18.1. Site License</span></p> <p class="c8"><span class="c3">Subject to and conditioned on your compliance with these Terms of Use, Gitcoin grants you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Service. This license does not include any resale or commercial use of the Service or any derivative use of the Service. All rights not expressly granted to you in these Terms of Use are reserved and retained by Gitcoin or its licensors. The Gitcoin Service may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Gitcoin. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Gitcoin without express written consent. You may not misuse the Services. You may use the Services only as permitted by law. The licenses granted by Gitcoin terminate if you do not comply with these Terms of Use. Gitcoin retains all right, title, and interest in and to all Intellectual Property Rights in and to the Site and the Site Services.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">18.2. User Content License</span></p> <p class="c19"><span class="c0">When you post or submit any data, feedback, content, text, photographs, images, or other information to any part of the Site or provide to Gitcoin (referred to as &ldquo;User Content&rdquo;), you represent and warrant that you have the right, power, and authority to post that User Content and grant the licenses specified below. &nbsp;You further represent and warrant that by posting or providing such User Content you will not violate third-party rights of any kind, including, without limitation, any Intellectual Property Rights, rights of publicity, or privacy rights. &nbsp;To the extent your User Content may be copyrightable, you represent, warrant, and covenant that you are the owner of all the copyright rights to such User Content and that Gitcoin may exercise the rights to your User Content granted under the Terms of Use without any liability or obligation for any payment.</span></p> <p class="c19"><span class="c0">You retain all ownership rights in any User Content you post on Gitcoin. &nbsp;To the extent permitted by applicable law, you also grant to Gitcoin and our successors and affiliates a royalty-free, sub-licensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media, or technology, whether now known or hereafter developed, for use in connection with the Site and Gitcoin (and our successors&rsquo; and affiliates&rsquo;) business, including, without limitation, for promoting and redistributing part or all of the Site (and derivative works thereof) in any media formats and through any media channels. &nbsp;You also hereby grant each User a non-exclusive license to access your User Content through the Site and to use, reproduce, distribute, display, and perform such User Content to the extent permitted through the normal functionality of the Site and subject to all applicable confidentiality and other provisions of this Agreement, our Privacy Policy, and applicable law.</span></p> <p class="c19"><span class="c0">The licenses to User Content granted by you in this Agreement will terminate within a commercially reasonable time after you remove or delete your User Content from the Site, except that you grant Gitcoin and our successors and affiliates the irrevocable and perpetual license to retain and use, but not publicly display or distribute, server or archival copies of all User Content that you have removed or deleted to the extent permitted by applicable law.</span></p> <h2 class="font-title mt-5 c11" id="h.ghemxwowkmrx"><span class="c2">19. TERMINATION AND SUSPENSION</span></h2> <p class="c5"><span class="c3">Gitcoin</span><span class="c0">&nbsp;may terminate or suspend all or part of the Service without prior notice or liability if you breach any of the terms or conditions of the Terms. We may, in our sole discretion and without liability to you, with or without prior notice and at any time, modify or discontinue, temporarily or permanently, any portion of our Services.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">The following provisions of the Terms survive any termination of these Terms: INDEMNITY; WARRANTY DISCLAIMERS; LIMITATION ON LIABILITY; OUR PROPRIETARY RIGHTS; TERMINATION; NO THIRD PARTY BENEFICIARIES; BINDING ARBITRATION AND CLASS ACTION WAIVER; GENERAL INFORMATION.</span></p> <h2 class="font-title mt-5 c11" id="h.acx6e4wqdv2d"><span class="c2">20. NO THIRD PARTY BENEFICIARIES</span></h2> <p class="c8"><span class="c3">You agree that, except as otherwise expressly provided in these Terms, there shall be no third party beneficiaries to the Terms. The Terms of Use will not be construed as creating or implying any relationship of agency, franchise, partnership, or joint venture between Users and Gitcoin, except and solely to the extent expressly stated in this Agreement.</span></p> <h2 class="font-title mt-5 c11" id="h.wy5ov23pu496"><span class="c2">21. NOTICE AND PROCEDURE FOR MAKING COPYRIGHT INFRINGEMENT CLAIMS</span></h2> <p class="c5"><span class="c3">If you believe that your copyright or the copyright of a person on whose behalf you are authorized to act has been infringed, please provide </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;a written notice containing the following information:</span></p> <ul class="c13 lst-kix_23kv2cxx4q47-0 start"> <li class="c5 c10"><span class="c0">an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</span></li> <li class="c5 c10"><span class="c0">a description of the copyrighted work or other intellectual property that you claim has been infringed;</span></li> <li class="c5 c10"><span class="c0">a description of where the material that you claim is infringing is located on the Service.</span></li> </ul> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">Gitcoin</span><span class="c0">&nbsp;can be reached at:</span></p> <p class="c5"><span class="c3">Email: </span><span class="c0">notices@consensys.net</span></p> <p class="c5"><span class="c0">Subject Line: Copyright Notification</span></p> <h2 class="font-title mt-5 c11" id="h.v51364rrch7h"><span class="c2">22. BINDING ARBITRATION AND CLASS ACTION WAIVER</span></h2> <p class="c5"><span class="c0">PLEASE READ THIS SECTION CAREFULLY &ndash; IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.1. Initial Dispute Resolution</span></p> <p class="c5"><span class="c0">The parties shall use their best efforts to engage directly to settle any dispute, claim, question, or disagreement and engage in good faith negotiations which shall be a condition to either party initiating a lawsuit or arbitration.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.2. Binding Arbitration</span></p> <p class="c5"><span class="c0">If the parties do not reach an agreed upon solution within a period of 30 days from the time informal dispute resolution under the Initial Dispute Resolution provision begins, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below. Specifically, all claims arising out of or relating to these Terms (including their formation, performance and breach), the parties&rsquo; relationship with each other and/or your use of the Service shall be finally settled by binding arbitration administered by the American Arbitration Association in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the American Arbitration Association (the &ldquo;AAA&rdquo;), excluding any rules or procedures governing or permitting class actions. The arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms, including, but not limited to any claim that all or any part of these Terms are void or voidable, or whether a claim is subject to arbitration. The arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity. The arbitrator&rsquo;s award shall be written, and binding on the parties and may be entered as a judgment in any court of competent jurisdiction. The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial. They further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.3. Location</span></p> <p class="c5"><span class="c0">Binding arbitration shall take place in New York. You agree to submit to the personal jurisdiction of any federal or state court in New York County, New York, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.4. Class Action Waiver</span></p> <p class="c5"><span class="c0">The parties further agree that any arbitration or other permitted action shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis. YOU AND GITCOIN AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.5. Exception - Litigation of Intellectual Property and Small Claims Court Claims</span></p> <p class="c5"><span class="c0">Notwithstanding the parties&#39; decision to resolve all disputes through arbitration, either party may bring an action in state or federal court to protect its intellectual property rights (&ldquo;intellectual property rights&rdquo; means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights). Either party may also seek relief in a small claims court for disputes or claims within the scope of that court&rsquo;s jurisdiction.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.6. 30-Day Right to Opt Out</span></p> <p class="c5"><span class="c3">You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt-out to the following address:</span><span class="c3">&nbsp;</span><span class="c3">Gitcoin</span><span class="c3">&nbsp;&#8453; ConsenSys, 49 Bogart Street, Brooklyn NY 11206 and via email at notices@consensys.net,</span><span class="c3">&nbsp;with subject line &ldquo;</span><span class="c3">Gitcoin</span><span class="c3">&nbsp;LEGAL OPT OUT&rdquo;. The notice must be sent within 30 days of your first use of the Service otherwise you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs. If you opt-out of these arbitration provisions, </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;also will not be bound by them.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.7. Changes to this Section</span></p> <p class="c5"><span class="c3">Gitcoin</span><span class="c3">&nbsp;</span><span class="c3">will provide 60-days&rsquo; notice of any changes to this section. Changes will become effective on the 60th day, and will apply prospectively only to any claims arising after the 60th day. For any dispute not subject to arbitration you and </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;agree to submit to the personal and exclusive jurisdiction of and venue in the federal and state courts located in New York, New York. You further agree to accept service of process by mail, and hereby waive any and all jurisdictional and venue defenses otherwise available. The Terms and the relationship between you and </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;shall be governed by the laws of the State of New York without regard to conflict of law provisions.</span></p> <h2 class="font-title mt-5 c28" id="h.2jxsxqh"><span class="c2">23. RELEASE</span></h2> <p class="c29"><span class="c3">In addition to the recognition that Gitcoin </span><span class="c3 c33">is not</span><span class="c0">&nbsp;a party to any Service Contract between Users, you hereby release Gitcoin, our affiliates, and our respective officers, directors, agents, subsidiaries, joint ventures, and employees from claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with any dispute you have with another User, whether it be at law or in equity. &nbsp;This release includes, for example and without limitation, any disputes regarding the performance, functions, and quality of the work provided to the Gitcoin Poster and requests for refunds based upon disputes. </span></p> <p class="c29"><span class="c0">TO THE EXTENT APPLICABLE, YOU HEREBY WAIVE THE PROTECTIONS OF CALIFORNIA CIVIL CODE &sect; 1542 (AND ANY ANALOGOUS LAW IN ANY OTHER APPLICABLE JURISDICTION) WHICH SAYS: &ldquo;A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.&rdquo;</span></p> <h2 class="font-title mt-5 c11" id="h.hfe6ssp3258f"><span class="c2">24. GENERAL INFORMATION</span></h2> <p class="c5"><span class="c2">24.1. Entire Agreement</span></p> <p class="c5"><span class="c3">These Terms (and any additional terms, rules and conditions of participation that </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;may post on the Service) constitute the entire agreement between you and </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;with respect to the Service and supersedes any prior agreements, oral or written, between you and </span><span class="c3">Gitcoin</span><span class="c0">. In the event of a conflict between these Terms and the additional terms, rules and conditions of participation, the latter will prevail over the Terms to the extent of the conflict.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.2. Waiver and Severability of Terms</span></p> <p class="c5"><span class="c3">The failure of </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by an arbitrator or court of competent jurisdiction to be invalid, the parties nevertheless agree that the arbitrator or court should endeavor to give effect to the parties&#39; intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.3. Statute of Limitations</span></p> <p class="c5"><span class="c0">You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the use of the Service or the Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.4. Communications</span></p> <p class="c5"><span class="c3">Users with questions, complaints or claims with respect to the Service may contact us at </span><span class="c0">legalnotices@gitcoin.co.</span></p> <h2 class="font-title mt-5 c11" id="h.bw8713icc2ga"><span class="c14 c3">25</span><span class="c2">. INTERNATIONAL USERS</span></h2> <p class="c5"><span class="c3">The Site is controlled, operated and administered by </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;from its offices within the United States of America and is not intended to subject </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;to the laws or jurisdiction of any state, country or territory other than that of the United States. </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;does not represent or warrant that the Site or any part thereof is appropriate or available for use in any particular jurisdiction other than the United States. Those who choose to access the Site do so on their own initiative and at their own risk, and are responsible for complying with all local statutes, orders, regulations, rules, and other laws. You are also subject to United States export controls and are responsible for any violations of such controls, including without limitation any United States embargoes or other federal rules and regulations restricting exports. Gitcoin may limit the Site&rsquo;s availability, in whole or in part, to any person, geographic area or jurisdiction we choose, at any time and in our sole discretion.</span></p>
es: <p class = "c18 title" id = "h.cn4lvjpnb7pd"> <span class = "c6"> Términos de uso de Gitcoin </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0"> Última actualización: 24 de mayo de 2018 </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> AVISO IMPORTANTE: ESTE ACUERDO ESTÁ SUJETO A ARBITRAJE VINCULANTE Y UNA EXENCIÓN DE DERECHOS DE ACCIÓN COLECTIVA DETALLADOS EN </ span> <span class = "c3"> SECCIÓN < / span> <span class = "c3"> 22. </ span> <span class = "c0"> & nbsp; POR FAVOR, LEA EL ACUERDO CUIDADOSAMENTE. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.kkdg9whr5sl0"> <span class = "c14 c3"> 1. </ span> <span class = "c2"> ACEPTACIÓN DE TÉRMINOS </ span> </ h2> <p class = "c5"> <span class = "c3"> ConsenSys AG & rsquo; s Gitcoin </ span> <span class = "c3"> & nbsp; (& ldquo; Gitcoin & rdquo;) i </ span> <span class = "c3"> es un kit de herramientas de incentivación basado en blockchain para Open Source Software que permite a los usuarios interactuar con Gitcoin. & ldquo; Tareas & rdquo; significa cualquier servicio que un participante del Sitio solicite o realice.Los participantes del sitio pueden consistir en (a) Aquellos que publican Tareas en Gitcoin (individualmente un & ldquo; Póster, & rdquo; colectivamente los & ldquo; Carteles & rdquo;); (b) aquellos que cumplen Tareas (individualmente a & ldquo; Cazador & rdquo; o colectivamente a & ldquo; Cazadores & rdquo;); y (c) aquellos que interactúan con el sitio de Gitcoin pero no publican ni cumplen tareas (un "visitante", un cartel, un cazador y un visitante denominados colectivamente como "usuarios"). </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> El </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; sitio web </ span > <span class = "c3"> & nbsp; (</ span> <span class = "c3"> <a class = "c23" href = "https://www.google.com/url?q=https: //gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&amp;usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/ </a> </ span> <span class = "c3">, el & ldquo; Sitio y rdquo ;) sirve como portal de registro, oferta de productos y una descripción general de los servicios de Gitcoin. El sitio también incluye texto, imágenes, audio, código y otros materiales o información de terceros. El sitio permite carteles para financiar y publicar tareas para que los resuelvan los cazadores. </ Span> <span class = "c3"> El sitio y cualquier otra característica, herramientas, materiales o servicios ofrecidos de vez en cuando por </ span> < span class = "c3"> Gitcoin </ span> <span class = "c3">, se denomina aquí como el & ldquo; Servicio.& rdquo; </ span> <span class = "c3"> & nbsp; Lea detenidamente estos Términos de uso (los & ldquo; Términos & rdquo; y & ldquo; Términos de uso & rdquo;) antes de utilizar el Servicio. Al usar o acceder a los Servicios, o al hacer clic para aceptar o aceptar estos Términos cuando esa opción esté disponible, usted (x) acepta y acepta estos Términos (y) acepta la recopilación, uso, divulgación y otro manejo de información como se describe en nuestra Política de privacidad y (z) cualquier término, norma y condición de participación adicionales emitidos por </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; desde el momento a tiempo. SI NO ESTÁ DE ACUERDO CON LOS TÉRMINOS, ENTONCES NO PUEDE ACCEDER O UTILIZAR LOS SERVICIOS. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.bsdfqqr8n5x9"> <span class = "c2"> 2. MODIFICACIONES DE LOS TÉRMINOS DE USO </ span> </ h2> <p class = "c5"> <span class = "c3"> Excepto por </ span> <span class = "c3"> Sección 2 </ span> <span class = "c3"> 2 </ span> < span class = "c3">, que prevé el arbitraje vinculante y la renuncia de los derechos de acción de clase, </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; se reserva el derecho, a su entera discreción, para modificar o reemplazar los Términos de uso en cualquier momento. La versión más actual de estos Términos se publicará en nuestro Sitio. Usted será responsable de revisar y familiarizarse con tales modificaciones. El uso de los Servicios por parte de usted después de cualquier modificación de los Términos constituye su aceptación de los Términos de Uso modificados.</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.k4xzqrqyqzn9"> <span class = "c2"> 3. ELEGIBILIDAD </ span> </ h2> <p class = "c5"> <span class = "c3"> Usted declara y garantiza que: (a) tiene la edad legal para formar un contrato vinculante; (b) no han sido suspendidos o eliminados previamente del uso de nuestros Servicios; y (c) tener pleno poder y autoridad para celebrar este acuerdo y, al hacerlo, no violará ningún otro acuerdo en el que usted sea parte. Si se está registrando para usar los Servicios en nombre de una entidad legal, usted además declara y garantiza que (x) dicha entidad legal está debidamente organizada y tiene existencia válida según las leyes aplicables de la jurisdicción de su organización, y (y) usted debidamente autorizado por dicha entidad legal para actuar en su nombre. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.r37hhdfs3aq8"> <span class = "c2"> 4. PAPEL DE GITCOIN </ span> </ h2> <p class = "c8"> <span class = "c0"> Usted reconoce, acepta y comprende expresamente que: el Sitio es simplemente una plataforma a través de la cual los Carteles y los Cazadores realizan transacciones. A menos que participe en el Sitio como un Poster, Gitcoin no participa en las transacciones, y no tiene control sobre la calidad, seguridad o legalidad de las Tareas o la consideración de Tareas, la capacidad de los Cazadores para realizar Tareas a Posters & rsquo; satisfacción o la capacidad de los Posters para pagar Tareas.Usted no es un empleado de Gitcoin, y Gitcoin de ninguna manera controla, supervisa, dirige o controla los Cazadores o servicios realizados o entregados a Posters & nbsp; (& ldquo; Servicios de Hunter & rdquo;). Gitcoin no tendrá ninguna responsabilidad u obligación bajo o relacionada con los Contratos de Servicio (definidos a continuación) por cualquier acto u omisión por usted u otros Usuarios. Gitcoin no tiene control sobre los Cazadores o los Servicios Hunter ofrecidos o prestados por Hunters y Gitcoin no se responsabiliza por la confiabilidad, capacidad o calificación de ningún Cazador ni por la calidad, seguridad o legalidad de los Servicios Hunter, y Gitcoin renuncia a cualquier y toda responsabilidad relacionada con esto. El uso del Sitio es bajo su propio riesgo. Debido a que Gitcoin no es parte en las transacciones entre Posters y Cazadores, Gitcoin no es responsable de resolver cualquier disputa entre los participantes relacionada con cualquier Tarea. </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.cyv74rfhac77"> <span class = "c2"> 5.POSTERS DE GITCOIN </ span> </ h2> <p class = "c8"> <span class = "c3"> Como afiche, </ span> <span class = "c15 c3"> usted acepta que: (a) interactuará con Hunters de forma profesional y cortés manera, y describir con precisión su tarea; (b) solo puede usar el Sitio para fines comerciales, comerciales o de investigación; (c) es posible que los Cazadores no realicen Tareas a través de lugares que no sean el Sitio; (d) el pago será emitido y remitido a Hunters una vez que usted apruebe la Tarea; (e) el pago no es reembolsable; (f) no rechazará las Tareas realizadas por los Cazadores sin una buena causa; y (g) no publicará una Tarea que viole cualquier parte de </ span> <span class = "c3 c15"> & nbsp; sección 11 de </ span> <span class = "c15 c3"> los Términos. < / span> </ p> <h2 class = "font-title mt-5 c17" id = "h.y7zb2kfxtv56"> <span class = "c2"> 6.GITCOIN HUNTERS </ span> </ h2> <p class = "c8"> <span class = "c3"> Como Cazador, usted acepta que: (a) interactuará con los Carteles de manera profesional y cortés, y proporcionará información razonablemente solicitada en relación con su desempeño de Tareas; (b) realizará Tareas de manera competente y profesional; (c) proporcionará información completa, precisa y no maliciosa para todas las Tareas que realice; (d) no realizará Tareas a través de lugares que no sean el Sitio; (e) no enviará nada al Póster que viole la sección </ span> <span class = "c3"> 11 de los Términos </ span> <span class = "c0">; y (f) Los carteles pueden rechazar Tareas que realiza por una buena causa y actualmente no hay forma de que un Cazador dispute el rechazo de una presentación realizada a través del Sitio, lo que significa que no recibirá el pago si un Poster rechaza su envío. </ span > </ p> <h2 class = "font-title mt-5 c17" id = "h.kduzwod3rdxb"> <span class = "c2"> 7. TRABAJA PRODUCTO Y TRABAJA PARA ALQUILER </ span> </ h2> <p class = "c8"> <span class = "c0"> Hunter llevará a cabo los Servicios de Hunter de manera profesional y profesional y entregará oportunamente los resultados tangibles o intangibles acordados o los entregables, que incluyen, entre otros, configuraciones , programas de computadora, software, aplicaciones u otra información, y cualquier propiedad intelectual desarrollada en relación con esto (& ldquo; Producto de trabajo & rdquo;). Cuando corresponda, el Producto de trabajo debe enviarse al Póster en formato de fuente abierta.</ span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> <p class = "c8"> <span class = "c3"> Cualquier producto de trabajo de tareas realizadas como cazador es un & quot; trabajo hecho para contratar & quot; para el beneficio del cartel. Una vez que Hunter haya recibido el pago completo de Poster, the Work Product, incluidos, entre otros, todos los derechos de patente, derechos de autor, máscara de trabajo, derechos morales, derechos de publicidad, marca registrada, imagen comercial y marca de servicio, buena voluntad, secreto comercial. y otros derechos de propiedad intelectual que ahora pueden existir o que surjan en adelante, y todas las aplicaciones y registros, renovaciones y extensiones de los mismos, bajo las leyes de cualquier estado, país, territorio u otra jurisdicción </ span> <span class = "c3 c30 "> (& ldquo; </ span> <span class =" c0 "> Derechos de propiedad intelectual & rdquo;) en el Producto de trabajo, será propiedad única y exclusiva de Poster, y se considerará que Poster es el autor de los mismos. Si Hunter tiene Derechos de Propiedad Intelectual sobre el Producto de Trabajo que no son propiedad de la Recepción de pago de Hunter de Hunter, Hunter por el presente automáticamente asigna de manera irrevocable al Cliente todos los derechos, títulos e intereses en todo el mundo en dichos Derechos de Propiedad Intelectual. Con excepción de lo establecido anteriormente, Hunter no retiene ningún derecho de uso y no cuestionará la validez de la propiedad del Poster en tales Derechos de Propiedad Intelectual. Por la presente, Hunter renuncia a cualquier derecho moral, derecho de paternidad, integridad, divulgación y retiro o derechos inalienables bajo la ley aplicable en y para el Producto de trabajo.</ span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> <p class = "c8"> <span class = "c3"> Hunter acepta que no incorporará en Work Product o de lo contrario proporcionará a Poster cualquier producto para el cual el uso o distribución del código creará (o pretenderá crear) obligaciones para que Poster otorgue cualquier derecho o inmunidad bajo la propiedad intelectual del Poster a un tercero, incluyendo, sin limitación, cualquier obligación que el Producto de trabajo o el software de Póster combinado con, derivado de, o distribuido con dicho Producto de Trabajo (a) sea revelado o distribuido en forma de código fuente, (b) tener licencia para realizar trabajos derivados, o (c) ser redistribuible sin costo. </ span> </ p> <h2 class = "font-title mt-5 c20" id = "h.j5wfry9hjl3h"> <span class = "c2"> 8. CONTRATISTAS INDEPENDIENTES </ span> </ h2> <p class = "c22"> <span class = "c3"> Los cazadores realizan Tareas para carteles en su capacidad personal como contratistas independientes y no como empleados de un Poster o Gitcoin.Como cazador, usted acepta que: (a) usted es responsable y cumplirá con todas las leyes aplicables y los requisitos de registro, incluidos los aplicables a los contratistas independientes y las reglamentaciones sobre el horario laboral máximo; (b) estos Términos no crean una relación de asociación, empresa conjunta, sociedad, franquicia o empleador / empleado entre usted y Poster, o usted y Gitcoin; (iii) no se representará a sí mismo como empleado o agente de un Poster o Gitcoin; (iv) no tendrá derecho a ninguno de los beneficios que un Póster o Gitcoin puede poner a disposición de sus empleados, como el pago de vacaciones, la baja por enfermedad y los programas de seguro, incluido el seguro de salud grupal o los beneficios de jubilación; y (v) no es elegible para recuperar los beneficios de compensación del trabajador en caso de lesión. Como contratista independiente, Hunter es libre en todo momento de proporcionar servicios de Hunter a personas o empresas que no sean Poster, incluido cualquier competidor de Poster. Hunter no tiene autoridad para celebrar contratos escritos u orales (ya sea implícitos o explícitos) en nombre de Poster o Gitcoin. Como Póster, no contratarás a un Cazador de ninguna manera que pueda poner en peligro el estado de ese Cazador como contratista independiente que realiza Tareas para ti. Los carteles pueden no requerir una relación exclusiva. </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.3dy6vkm"> <span class = "c2"> 9.CONTRATOS GITCOIN </ span> </ h2> <p class = "c8"> <span class = "c0"> Según lo utilizado aquí, un & ldquo; Contrato de servicio & rdquo; significa, según corresponda, las disposiciones contractuales unilaterales creadas por Poster que rigen los Servicios Hunter que realizará Hunter para Poster para una Tarea particular publicada en el Sitio y que generalmente incluirán una descripción de la Tarea o Tareas que se completarán, la cantidad y tipo de moneda como compensación, y la fecha límite. & nbsp; Usted reconoce y acepta que Gitcoin no es parte en ningún Contrato de Servicio, y que la formación de un Contrato de Servicio entre cualquier Póster y Cazador no creará, bajo ninguna circunstancia, una relación de empleo u otra relación de servicio entre Gitcoin y Poster o Gitcoin y Hunter. </ span> </ p> <h2 class = "font-title mt-5 c17" id = "h.g7g8diptk1hj"> <span class = "c2"> 10. PAGO </ span> </ h2> <p class = "c8"> <span class = "c0"> Para usar los Servicios del sitio, cada Usuario debe proporcionar su dirección de billetera Ethereum. El Sitio y los Servicios del sitio operan con tokens compatibles con Ether o ERC20. El pago a los Cazadores se realizará una vez que el Pósdor acepte el Producto de trabajo de Hunter. La aceptación del producto de trabajo de un cazador queda a exclusivo criterio del afiche. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.5gnb0dbqhxkw"> <span class = "c14 c3"> 11 </ span> <span class = "c14 c3">.USO O ACCESO NO AUTORIZADO </ span> <sup> <a href="#cmnt1" id="cmnt_ref1"> [a] </a> </ sup> </ h2> <p class = "c5"> <span class = "c0"> A menos que se autorice expresamente en estos Términos de uso o en el Sitio, no puede tomar ninguna medida para interferir con el Sitio ni con el uso de los demás usuarios. Site o descompile, realice ingeniería inversa o desensamble cualquier contenido u otros productos o procesos accesibles a través del Sitio, ni inserte ningún código o producto ni manipule el contenido de ninguna manera que afecte la experiencia de ningún Usuario. Al utilizar el Sitio, debe cumplir con todos los estatutos, órdenes, regulaciones, reglas y demás leyes aplicables. Además, esperamos que los usuarios del sitio web respeten los derechos y la dignidad de los demás. Su uso del Sitio está condicionado a su cumplimiento de las normas de conducta establecidas en esta sección. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c16"> <span class = "c0"> No puede utilizar ni alentar a otras personas a usar Gitcoin para actividades ilegales, dañinas, fraudulentas, infractoras u objetables. Aquí hay una lista no exhaustiva de actividades prohibidas: </ span> </ p> <ul class = "c13 lst-kix_3y5uqjfd26o6-0 start"> <li class = "c1"> <span class = "c0"> Recopilación de información de identificación personal (p., no solicite a los usuarios su dirección de correo electrónico o número de teléfono) </ span> </ li> <li class = "c1"> <span class = "c0"> Usar Gitcoin para intentar generar & quot; referido & quot; visitas al sitio o tráfico de clics </ span> </ li> <li class = "c1"> <span class = "c0"> Interrumpir, manipular o degradar el funcionamiento de cualquier sitio web, producto o servicio </ span> </ li> <li class = "c1"> <span class = "c0"> Phishing, spamming o pharming </ span> </ li> <li class = "c1"> <span class = "c0"> Contacto no solicitado de Usuarios u otro comportamiento abusivo </ span> </ li> <li class = "c1"> <span class = "c0"> Actividades publicitarias o de marketing, incluidas las tareas que requieren registro en otro sitio web o grupo </ span> </ li> <li class = "c1"> <span class = "c0"> Tareas destinadas a promocionar un sitio, servicio u opinión (p., no pidas a los Cazadores que escriban noticias o reseñas falsas) </ span> </ li> <li class = "c1"> <span class = "c0"> Infracción o apropiación indebida de los derechos de terceros, incluidas las tareas que requieren la violación de los términos de cualquier sitio web, producto o servicio </ span> </ li> <li class = "c1"> <span class = "c0"> Publicar o transmitir cualquier contenido que sea ilegal, fraudulento u objetable, incluido contenido que constituye pornografía infantil, se relaciona con la bestialidad o representa actos sexuales no consensuados </ span> </ li> <li class = "c1"> <span class = "c0"> Interrumpir, manipular o perjudicar el funcionamiento del sitio de Gitcoin (p. ej., no intente & quot; juego & quot; resultados de búsqueda de tareas) </ span> </ li> <li class = "c1"> <span class = "c0"> Recortar datos o contenido del Sitio de Gitcoin </ span> </ li> <li class = "c1"> <span class = "c0"> Crear un riesgo de seguridad para Gitcoin o cualquier usuario de Gitcoin, incluida la publicación de tareas que requieren la descarga de software que contiene contenido dañino o código malicioso </ span> </ li> <li class = "c1"> <span class = "c3"> Realizar o solicitar preguntas a través de lugares que no sean el Sitio de Gitcoin </ span> </ li> </ ul> <h2 class = "font-title mt-5 c4" id = "h.6s3ntndckzu2"> <span class = "c2"> 12. EXENCIÓN DE RESPONSABILIDAD DE LA GARANTÍA </ span> </ h2> <p class = "c5"> <span class = "c3"> Usted comprende y acepta expresamente que su uso del Servicio es bajo su propio riesgo.El Servicio se proporciona en un & quot; AS IS & quot; y & quot; como disponible & quot; base, sin garantías de ningún tipo, ya sean expresas o implícitas, incluidas, entre otras, garantías implícitas de comerciabilidad, idoneidad para un propósito particular o no infracción. Usted libera </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; de toda responsabilidad por el contenido adquirido o no adquirido a través del Servicio. </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.w2jz5r6445ny"> <span class = "c2"> 13. SOFISTICACIÓN Y RIESGO DE SISTEMAS CRIPTOGRÁFICOS </ span> </ h2> <p class = "c5"> <span class = "c0"> Al utilizar el Servicio o la plataforma de cualquier forma, usted declara que comprende los riesgos inherentes asociados con los sistemas criptográficos; y garantiza que comprende el uso y las complejidades de la criptografía de clave pública / privada, los tokens criptográficos nativos, como Ether (ETH) y Bitcoin (BTC), los tokens basados ​​en contratos inteligentes como los que siguen el Estándar de Token de Ethereum (https: //github.com/ethereum/EIPs/issues/20) y sistemas de software basados ​​en blockchain. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.ljqsz358q603"> <span class = "c2"> 14. SEGURIDAD DE LA PLATAFORMA </ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; es una plataforma de etapa inicial. Usted reconoce que las aplicaciones de Ethereum están sujetas a defectos y reconoce que usted es el único responsable de evaluar cualquier código disponible provisto por los Servicios.Además, reconoce y representa expresamente que las aplicaciones pueden escribirse con malicia o negligencia, que </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; no se hacen responsables de su interacción con tales aplicaciones. Estas advertencias y otras más tarde provistas por </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; de ninguna manera son evidencia o representan un deber en curso para alertarlo a usted sobre todas de los riesgos potenciales de utilizar el Servicio </ span> <span class = "c0">. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.xiy9ovkljy1a"> <span class = "c3 c14"> 15 </ span> <span class = "c2">. RIESGO DE ERRORES, ERRORES, Y TIEMPO DE INACTIVIDAD </ span> </ h2> <p class = "c5"> <span class = "c3"> Usted reconoce y acepta que los Servicios (i) pueden contener fallas, errores y defectos, (ii) pueden funcionar incorrectamente o estar sujetos a períodos de inactividad y falta de disponibilidad, (iii) puede ocasionar la pérdida o corrupción total o parcial de los datos utilizados en los Servicios, y (iv) puede modificarse en cualquier momento, incluso mediante el lanzamiento de versiones posteriores, todo con o sin aviso. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.xpqi3k39ldhp"> <span class = "c14 c3"> 16 </ span> <span class = "c2">.INDEMNIDAD </ span> </ h2> <p class = "c5"> <span class = "c3"> Usted acepta, en la máxima medida permitida por la ley aplicable, liberar e indemnizar, defender y mantener indemne </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; y sus empresas matrices, subsidiarias, afiliadas y agencias, así como los funcionarios, directores, empleados, accionistas y representantes de cualquiera de las entidades anteriores, desde y contra cualquier todas las pérdidas, responsabilidades, gastos, daños, costos (incluidos los abogados y las tasas y los costos judiciales) reclamos o acciones de cualquier tipo que surjan o resulten del uso del Servicio, su violación de estos Términos de Uso y cualquiera de sus actos o omisiones que implican derechos de publicidad, difamación o invasión de la privacidad. </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; se reserva el derecho, a su cargo, de asumir la defensa y el control exclusivos de cualquier asunto sujeto a indemnización por usted y, en tal caso, acepta cooperar con </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; en la defensa de tal asunto. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.7u5ubkaww7kp"> <span class = "c2"> 17. LIMITACIÓN DE RESPONSABILIDAD </ span> </ h2> <p class = "c5"> <span class = "c0"> USTED RECONOCE Y ACEPTA QUE USTED ASUME LA RESPONSABILIDAD TOTAL POR EL USO DE LOS SITIOS Y EL SERVICIO.USTED RECONOCE Y ACEPTA QUE CUALQUIER INFORMACIÓN QUE ENVÍE O RECIBA DURANTE SU USO DE LOS SITIOS Y EL SERVICIO PUEDE NO SER SEGURA Y PUEDE SER INTERCEPTADA O POSTERIORMENTE ADQUIRIDA POR PARTES NO AUTORIZADAS. USTED RECONOCE Y ACEPTA QUE SU USO DE LOS SITIOS Y EL SERVICIO ES BAJO SU PROPIO RIESGO.RECONOCIENDO TAL, ENTIENDES Y ACEPTAS QUE, HASTA EL GRADO MÁXIMO PERMITIDO POR LA LEY APLICABLE, NI GITCOIN NI SUS PROVEEDORES O LICENCIATARIOS SERÁN RESPONSABLES ANTE USTED POR CUALQUIER DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE, PUNITIVO, EJEMPLAR O DE OTRO TIPO. CLASE, INCLUYENDO SIN LIMITACIONES, DAÑOS POR PÉRDIDA DE BENEFICIOS, PAGO, USO, DATOS U OTRAS PÉRDIDAS TANGIBLES O INTANGIBLES O CUALQUIER OTRO DAÑO BASADO EN CONTRATO, AGRAVIO (INCLUYENDO, EN JURISDICCIONES DONDE LO PERMITA, NEGLIGENCIA Y NEGLIGENCIA GRAVE), RESPONSABILIDAD ESTRICTA O CUALQUIER OTRO TEORÍA (INCLUSO SI GITCOIN HUBIESE SIDO INFORMADO DE LA POSIBILIDAD DE DICHOS DAÑOS), RESULTANTE DEL SITIO O DEL SERVICIO; EL USO O LA INCAPACIDAD DE USAR LOS SITIOS O EL SERVICIO; ACCESO NO AUTORIZADO O ALTERACIÓN DE SUS TRANSMISIONES O DATOS; DECLARACIONES O CONDUCTA DE CUALQUIER TERCERO EN LOS SITIOS O EL SERVICIO; CUALQUIER ACCIÓN QUE TOMAMOS O NO TOMAMOS COMO RESULTADO DE COMUNICACIONES QUE NOS ENVÍA; ERRORES HUMANOS; MALFUNCIONES TÉCNICAS; FALTAS, INCLUIDAS LAS CANCELACIONES DE SERVICIOS PÚBLICOS O TELEFÓNICOS; OMISIONES, INTERRUPCIONES, LETENCIAS, DELEGIONES O DEFECTOS DE CUALQUIER DISPOSITIVO O RED, PROVEEDORES O SOFTWARE (INCLUIDOS, ENTRE OTROS, LOS QUE NO PERMITAN LA PARTICIPACIÓN EN EL SERVICIO); CUALQUIER LESIÓN O DAÑO AL EQUIPO DE COMPUTACIÓN; INCAPACIDAD DE ACCEDER COMPLETAMENTE A LOS SITIOS O AL SERVICIO O A CUALQUIER OTRO SITIO WEB; ROBO, manipulación, destrucción o acceso no autorizado a imágenes u otro contenido de cualquier tipo; DATOS QUE SE PROCESAN TARDE O INCORRECTAMENTE O SON INCOMPLETOS O PERDIDOS; ERRORES TIPOGRÁFICOS, DE IMPRESIÓN U OTROS, O CUALQUIER COMBINACIÓN DE LOS MISMOS; O CUALQUIER OTRO ASUNTO RELACIONADO CON LOS SITIOS O EL SERVICIO.</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0"> ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN DE DETERMINADAS GARANTÍAS O LA LIMITACIÓN O EXCLUSIÓN DE RESPONSABILIDAD POR DAÑOS INCIDENTALES O CONSECUENCIALES. POR CONSIGUIENTE, ALGUNAS DE LAS LIMITACIONES ANTEDICHAS PUEDEN NO APLICARSE A TI. </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.5wokdxywxd9j"> <span class = "c14 c3"> 18 </ span> <span class = "c14 c3">. LICENCIA </ span> <span class = "c2"> S </ span> </ h2> <p class = "c5"> <span class = "c2"> 18.1. Licencia del sitio </ span> </ p> <p class = "c8"> <span class = "c3"> Sujeto y sujeto al cumplimiento de estos Términos de uso, Gitcoin le concede una licencia limitada, no exclusiva, intransferible y no sublicenciable para acceder y hacer un uso personal y no comercial del Servicio. Esta licencia no incluye ninguna reventa o uso comercial del Servicio o cualquier uso derivado del Servicio. Todos los derechos no otorgados expresamente a usted en estos Términos de uso son reservados y retenidos por Gitcoin o sus licenciantes. El Servicio de Gitcoin no puede reproducirse, duplicarse, copiarse, venderse, revenderse, visitarse o explotarse para ningún fin comercial sin el consentimiento expreso por escrito de Gitcoin. No puede enmarcar o utilizar técnicas de enmarcado para incluir cualquier marca comercial, logotipo u otra información de propiedad (incluidas imágenes, texto, diseño de página o formulario) de Gitcoin sin consentimiento expreso por escrito. Usted no debe hacer un mal uso de los Servicios. Puede usar los Servicios solo según lo permita la ley.Las licencias otorgadas por Gitcoin terminan si no cumple con estos Términos de uso. Gitcoin conserva todos los derechos, títulos e intereses en y para todos los Derechos de propiedad intelectual en y para el Sitio y los Servicios del sitio. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 18.2. Licencia de contenido de usuario </ span> </ p> <p class = "c19"> <span class = "c0"> Cuando publique o envíe datos, comentarios, contenido, texto, fotografías, imágenes u otra información a cualquier parte del Sitio o proporcione a Gitcoin (referido a como & ldquo; Contenido del usuario & rdquo;), usted declara y garantiza que tiene el derecho, el poder y la autoridad para publicar ese Contenido de usuario y otorgar las licencias especificadas a continuación. & nbsp; Además, declara y garantiza que al publicar o proporcionar dicho Contenido de usuario no violará los derechos de terceros de ningún tipo, incluidos, entre otros, los Derechos de propiedad intelectual, los derechos de publicidad o los derechos de privacidad. & nbsp; En la medida en que su Contenido de usuario pueda ser protegido por derechos de autor, usted declara y garantiza que es el propietario de todos los derechos de autor de dicho Contenido de usuario y que Gitcoin puede ejercer los derechos de su Contenido de usuario otorgado bajo los Términos de uso. sin ninguna responsabilidad u obligación por ningún pago. </ span> </ p> <p class = "c19"> <span class = "c0"> Usted conserva todos los derechos de propiedad sobre cualquier Contenido de usuario que publique en Gitcoin.& nbsp; En la medida permitida por la ley aplicable, también otorga a Gitcoin y a nuestros sucesores y afiliados una licencia libre de regalías, sublicenciable, transferible, perpetua, irrevocable, no exclusiva, mundial para usar, reproducir, modificar, publicar, enumerar información sobre, editar, traducir, distribuir, realizar públicamente, mostrar públicamente y realizar trabajos derivados de todo dicho Contenido de usuario y su nombre, voz y / o semejanza contenidos en su Contenido de usuario, en su totalidad o en parte, y en cualquier forma, medio o tecnología, ya sea conocida o desarrollada posteriormente, para su uso en relación con el Sitio y Gitcoin (y nuestros sucesores y rsquo; y afiliados & rsquo;) negocio, incluyendo, sin limitación, para promover y redistribuir una parte o la totalidad del Sitio (y sus obras derivadas) en cualquier formato de medios y a través de cualquier medio de comunicación. & nbsp; También otorga a cada Usuario una licencia no exclusiva para acceder a su Contenido de usuario a través del Sitio y para usar, reproducir, distribuir, mostrar y realizar dicho Contenido de usuario en la medida en que lo permita la funcionalidad normal del Sitio y sujeto a toda la confidencialidad aplicable y otras disposiciones de este Acuerdo, nuestra Política de privacidad y la legislación aplicable.</ span> </ p> <p class = "c19"> <span class = "c0"> Las licencias de Contenido de Usuario otorgadas por usted en este Acuerdo finalizarán dentro de un tiempo comercialmente razonable después de que elimine o elimine su Contenido de Usuario del Sitio, excepto que usted otorgue Gitcoin y nuestros sucesores y afiliados tienen la licencia irrevocable y perpetua para conservar y usar, pero no para exhibir o distribuir públicamente, servidor o copias de archivo de todo el Contenido del Usuario que haya eliminado o eliminado en la medida permitida por la ley aplicable. </ Span> < / p> <h2 class = "font-title mt-5 c11" id = "h.ghemxwowkmrx"> <span class = "c2"> 19. TERMINACIÓN Y SUSPENSIÓN </ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; puede rescindir o suspender la totalidad o parte del Servicio sin previo aviso o responsabilidad si infringe alguna de los términos o condiciones de los Términos. Podemos, a nuestro exclusivo criterio y sin responsabilidad para usted, con o sin aviso previo y en cualquier momento, modificar o suspender, de manera temporal o permanente, cualquier parte de nuestros Servicios. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> Las siguientes disposiciones de los Términos sobreviven a la terminación de estos Términos: INDEMNIZACIÓN; GARANTÍA DESCARGOS DE RESPONSABILIDAD; LIMITACIÓN DE RESPONSABILIDAD; NUESTROS DERECHOS PROPIETARIOS; TERMINACIÓN; NO BENEFICIARIOS DE TERCEROS; ARBITRAJE VINCULANTE Y RENUNCIA A ACCIÓN COLECTIVA; INFORMACIÓN GENERAL. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.acx6e4wqdv2d "> <span class =" c2 "> 20. NO HAY BENEFICIARIOS DE TERCEROS </ span> </ h2> <p class = "c8"> <span class = "c3"> Usted acepta que, salvo que se estipule lo contrario en estos Términos, no habrá terceros beneficiarios de los Términos. Los Términos de uso no se interpretarán como la creación o implicación de una relación de agencia, franquicia, asociación o empresa conjunta entre los Usuarios y Gitcoin, excepto y únicamente en la medida expresamente establecida en este Acuerdo. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.wy5ov23pu496"> <span class = "c2"> 21.AVISO Y PROCEDIMIENTO PARA REALIZAR RECLAMOS DE INFRACCIÓN DE DERECHOS DE AUTOR </ span> </ h2> <p class = "c5"> <span class = "c3"> Si cree que se han infringido sus derechos de autor o los derechos de autor de una persona en cuyo nombre está autorizado a actuar, proporcione </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; un aviso escrito que contiene la siguiente información: </ span> </ p> <ul class = "c13 lst-kix_23kv2cxx4q47-0 start"> <li class = "c5 c10"> <span class = "c0"> una firma electrónica o física de la persona autorizada para actuar en nombre del propietario del derecho de autor u otro interés de propiedad intelectual; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> una descripción de la obra protegida por derechos de autor u otra propiedad intelectual que usted reclama que ha sido infringida; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> una descripción de dónde se encuentra el material que usted declara infractor en el Servicio. </ span> </ li> </ ul> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; puede ser alcanzado en: </ span> </ p> <p class = "c5"> <span class = "c3"> Correo electrónico: </ span> <span class = "c0"> avisos @ consensos.neto </ span> </ p> <p class = "c5"> <span class = "c0"> Asunto: notificación de copyright </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.v51364rrch7h"> <span class = "c2"> 22. ARBITRAJE VINCULANTE Y EXENCIÓN DE ACCIONES COLECTIVAS </ span> </ h2> <p class = "c5"> <span class = "c0"> POR FAVOR LEA ESTA SECCIÓN CUIDADOSAMENTE & ndash; PUEDE AFECTAR SIGNIFICATIVAMENTE A SUS DERECHOS LEGALES, INCLUYENDO SU DERECHO DE PRESENTAR UNA DEMANDA EN EL TRIBUNAL </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.1. Resolución inicial de disputas </ span> </ p> <p class = "c5"> <span class = "c0"> Las partes harán todo lo posible para comprometerse directamente a resolver cualquier disputa, reclamo, pregunta o desacuerdo y entablar negociaciones de buena fe que serán una condición para cualquiera de los dos. Parte iniciando una demanda o arbitraje. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.2. Arbitraje obligatorio </ span> </ p> <p class = "c5"> <span class = "c0"> Si las partes no llegan a una solución acordada dentro de un período de 30 días desde el momento en que comienza la resolución informal de disputas según la disposición de Resolución Inicial de Disputas, cualquiera de las partes puede iniciar el arbitraje vinculante como único medio para resolver reclamaciones, sujeto a los términos establecidos a continuación.Específicamente, todos los reclamos que surjan de estos Términos o en relación con ellos (incluida su formación, desempeño e incumplimiento), las partes y rsquo; la relación entre ellos y / o su uso del Servicio se resolverá finalmente mediante arbitraje vinculante administrado por la Asociación Americana de Arbitraje de conformidad con las disposiciones de sus Reglas de Arbitraje Comercial y los procedimientos complementarios para disputas relacionadas con el consumidor de la Asociación Americana de Arbitraje (la & ldquo; AAA & rdquo;), excluyendo las reglas o procedimientos que rigen o permiten las acciones de clase. El árbitro, y no cualquier tribunal o agencia federal, estatal o local, tendrá autoridad exclusiva para resolver todas las disputas que surjan de o se relacionen con la interpretación, aplicabilidad, exigibilidad o formación de estos Términos, lo que incluye, entre otros, cualquier reclamo que todo o parte de estos Términos son nulos o anulables, o si un reclamo está sujeto a arbitraje. El árbitro estará facultado para otorgar cualquier compensación disponible en un tribunal según la ley o en equidad. El laudo del árbitro se escribirá y será vinculante para las partes y se podrá ingresar como un fallo en cualquier tribunal de jurisdicción competente. Las partes entienden que, en ausencia de esta disposición obligatoria, tendrían el derecho de demandar ante un tribunal y tener un juicio por jurado. Además, entienden que, en algunos casos, los costos del arbitraje podrían exceder los costos de un litigio y el derecho de descubrimiento puede ser más limitado en el arbitraje que en los tribunales. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.3.Ubicación </ span> </ p> <p class = "c5"> <span class = "c0"> El arbitraje obligatorio tendrá lugar en Nueva York. Usted acuerda someterse a la jurisdicción personal de cualquier tribunal federal o estatal en el condado de Nueva York, Nueva York, para obligar el arbitraje, suspender los procedimientos pendientes de arbitraje, o confirmar, modificar, anular o emitir un fallo sobre el laudo emitido por el árbitro. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.4. Renuncia de acción colectiva </ span> </ p> <p class = "c5"> <span class = "c0"> Las partes acuerdan además que cualquier arbitraje u otra acción permitida se llevará a cabo a título individual y no como una demanda colectiva u otra acción representativa, y las partes expresamente renunciar a su derecho a presentar una demanda colectiva o buscar alivio en una base de clase. USTED Y GITCOIN ACUERDAN QUE CADA UNO PUEDE PRESENTAR RECLAMOS CONTRA EL OTRO SOLO EN SU CAPACIDAD O SU CAPACIDAD INDIVIDUAL, Y NO COMO UN DEMANDANTE O MIEMBRO DE LA CLASE EN CUALQUIER CLASE O PROCEDIMIENTO REPRESENTATIVO. Si cualquier tribunal o árbitro determina que la renuncia de acción colectiva establecida en este párrafo es nula o no ejecutable por cualquier motivo o que un arbitraje puede proceder sobre una base de clase, entonces la disposición de arbitraje establecida anteriormente se considerará nula y sin efecto en su totalidad. y se considerará que las partes no han acordado arbitrar disputas. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.5.Excepción: Litigios de propiedad intelectual y reclamos de tribunales de reclamos menores </ span> </ p> <p class = "c5"> <span class = "c0"> A pesar de la decisión de las partes de resolver todas las disputas mediante arbitraje, cualquiera de las partes puede entablar una acción ante un tribunal estatal o federal para proteger sus derechos de propiedad intelectual (& ldquo; propiedad intelectual derechos "significa patentes, derechos de autor, derechos morales, marcas comerciales y secretos comerciales, pero no derechos de privacidad o publicidad). Cualquiera de las partes también puede solicitar reparación en un tribunal de reclamos menores por disputas o reclamos dentro del alcance de la jurisdicción de ese tribunal. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.6. Derecho de exclusión de 30 días </ span> </ p> <p class = "c5"> <span class = "c3"> Tiene derecho a optar por no participar y no estar sujeto a las disposiciones de arbitraje y renuncia de acción colectiva establecidas anteriormente mediante el envío de un aviso por escrito de su decisión de darse de baja a la siguiente dirección: </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; ℅ ConsenSys, 49 Bogart Street, Brooklyn NY 11206 y por correo electrónico a notices@consensys.net, </ span> <span class = "c3"> & nbsp; con línea de asunto & ldquo; </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; LEGAL OPT OUT & rdquo ;.El aviso debe ser enviado dentro de los 30 días de su primer uso del Servicio, de lo contrario estará obligado a arbitrar disputas de conformidad con los términos de esos párrafos. Si opta por no participar en estas disposiciones de arbitraje, </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; tampoco estarán obligados por ellas. </ Span> < / p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.7. Cambios a esta sección </ span> </ p> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> proporcionará 60 días y rsquo; aviso de cualquier cambio a esta sección. Los cambios entrarán en vigencia el día 60 y se aplicarán prospectivamente solo a los reclamos que surjan después del día 60. Para cualquier disputa que no esté sujeta a arbitraje, usted y </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; aceptan someterse a la jurisdicción y jurisdicción personal y exclusiva de la tribunales federales y estatales ubicados en Nueva York, Nueva York. Además, acepta aceptar el servicio del proceso por correo y, por lo tanto, renuncia a todas y cada una de las defensas jurisdiccionales y de sede que estén disponibles. Los Términos y la relación entre usted y </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; se regirán por las leyes del estado de Nueva York sin tener en cuenta disposiciones sobre conflicto de leyes. </ span> </ p> <h2 class = "font-title mt-5 c28" id = "h.2jxsxqh"> <span class = "c2"> 23.LANZAMIENTO </ span> </ h2> <p class = "c29"> <span class = "c3"> Además del reconocimiento de que Gitcoin </ span> <span class = "c3 c33"> no es </ span> <span class = "c0"> & nbsp; una parte en cualquier Contrato de servicio entre usuarios, usted libera a Gitcoin, a nuestras afiliadas y a nuestros respectivos funcionarios, directores, agentes, subsidiarias, empresas conjuntas y empleados de reclamos, demandas y daños (reales y consecuenciales) de todo tipo y naturaleza, conocida y desconocida, que surja o esté relacionada de alguna manera con cualquier disputa que tenga con otro Usuario, ya sea por ley o en equidad. & nbsp; Este lanzamiento incluye, por ejemplo y sin limitación, cualquier disputa relacionada con el rendimiento, las funciones y la calidad del trabajo proporcionado al Póster de Gitcoin y las solicitudes de reembolso basadas en disputas. </ span> </ p> <p class = "c29"> <span class = "c0"> EN LA MEDIDA APLICABLE, USTED RENUNCIA A LAS PROTECCIONES DEL CÓDIGO CIVIL DE CALIFORNIA & secta; 1542 (Y CUALQUIER LEY ANALÓGICA EN CUALQUIER OTRA JURISDICCIÓN APLICABLE) QUE DIGA: & ld; UN COMUNICADO GENERAL NO SE EXTIENDE A RECLAMACIONES QUE EL ACREEDOR NO SABE O SOSPECHA QUE EXISTEN EN SU DERECHO EN EL MOMENTO DE EJECUTAR LA LIBERACIÓN, QUE SI CONOCIDO POR ÉL O POR ELLA DEBE HABER AFECTADO MATERIALMENTE SU ACUERDO CON EL DEUDOR. & Rdquo; </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.hfe6ssp3258f"> <span class = "c2"> 24. INFORMACIÓN GENERAL </ span> </ h2> <p class = "c5"> <span class = "c2"> 24.1.Acuerdo completo </ span> </ p> <p class = "c5"> <span class = "c3"> Estos Términos (y los términos, reglas y condiciones de participación adicionales que </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; puede publicar en el Servicio) constituyen el acuerdo completo entre usted y </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; con respecto a el Servicio y reemplaza cualquier acuerdo anterior, oral o escrito, entre usted y </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">. En caso de conflicto entre estos Términos y los términos, reglas y condiciones de participación adicionales, este último prevalecerá sobre los Términos en la medida del conflicto. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.2. Exención y separabilidad de los términos </ span> </ p> <p class = "c5"> <span class = "c3"> El error de </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; ejercer o hacer cumplir cualquier derecho o disposición de los Términos no constituirá una renuncia a tal derecho o disposición. Si una disposición de los Términos es encontrada inválida por un árbitro o tribunal de jurisdicción competente, las partes acuerdan que el árbitro o el tribunal deben esforzarse por hacer efectivas las intenciones de las partes tal como se refleja en la disposición y las demás disposiciones de los Términos permanecen en pleno vigor y efecto.</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.3. Estatuto de Limitaciones </ span> </ p> <p class = "c5"> <span class = "c0"> Usted acepta que independientemente de cualquier estatuto o ley en contrario, cualquier reclamo o causa de acción que surja o esté relacionada con el uso del Servicio o los Términos debe se debe presentar dentro de un (1) año después de que surgió dicho reclamo o causa de acción o que se excluya para siempre. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.4. Comunicaciones </ span> </ p> <p class = "c5"> <span class = "c3"> Los usuarios con preguntas, quejas o reclamaciones con respecto al Servicio pueden ponerse en contacto con nosotros en </ span> <span class = "c0"> legalnotices@gitcoin.co. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.bw8713icc2ga"> <span class = "c14 c3"> 25 </ span> <span class = "c2">. USUARIOS INTERNACIONALES </ span> </ h2> <p class = "c5"> <span class = "c3"> El sitio es controlado, operado y administrado por </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; desde sus oficinas en los Estados Unidos de América y no tiene por objeto someter </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; a las leyes o jurisdicción de cualquier estado, país o territorio que no sea el de los Estados Unidos.</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; no representa ni garantiza que el Sitio o parte del mismo sea apropiado o esté disponible para su uso en cualquier jurisdicción en particular. que los Estados Unidos. Quienes decidan acceder al Sitio lo hacen bajo su propia responsabilidad y bajo su propio riesgo, y son responsables de cumplir con todos los estatutos, órdenes, regulaciones, reglas y otras leyes locales. También está sujeto a los controles de exportación de los Estados Unidos y es responsable de las violaciones de dichos controles, incluidos, entre otros, los embargos de los Estados Unidos u otras normas y reglamentos federales que restringen las exportaciones. Gitcoin puede limitar la disponibilidad del Sitio, en su totalidad o en parte, a cualquier persona, área geográfica o jurisdicción que elijamos, en cualquier momento y a nuestro exclusivo criterio. </ Span> </ p>
