Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Advanced
de: Fortgeschritten
es: Avanzado
pl: zaawansowane

source: Related Github Issue URL
de: Verwandte Github-Problem-URL
es: URL relacionada con Github Issue
pl: Powiązany adres URL Github

source: optional
de: wahlweise
es: Opcional
pl: opcjonalny

source: To Email address
de: Zur E-Mail-Adresse
es: Para la dirección de correo electrónico
pl: Do adresu e-mail

source: From Email
de: Aus der Email
es: Desde el e-mail
pl: Z emaila

source: Expires
de: Läuft ab
es: Vence
pl: Wygasa

source: day
de: Tag
es: día
pl: dzień

source: days
de: Tage
es: dias
pl: dni

source: week
de: Woche
es: semana
pl: tydzień

source: weeks
de: Wochen
es: semanas
pl: tygodnie

source: month
de: Monat
es: mes
pl: miesiąc

source: months
de: Monate
es: meses
pl: miesięcy

source: year
de: Jahr
es: año
pl: rok

source: Private Comments
de: Private Kommentare
es: Comentarios privados
pl: Prywatne komentarze

source: Public Comments
de: Öffentliche Kommentare
es: Comentarios públicos
pl: Komentarze publiczne

source: Send
de: Senden
es: Enviar
pl: Wysłać

source: Your <span id="tokenName">ETH</span> has been sent <a href="" target="_blank" rel="noopener noreferrer" id="trans_link">to the blockchain</a>.
de: Ihr <span id = "tokenName"> ETH </ span> wurde <a href="" target="_blank" rel="noopener noreferrer" id="trans_link"> an die Blockchain </a> gesendet.
es: Su <span id = "tokenName"> ETH </ span> ha sido enviado <a href="" target="_blank" rel="noopener noreferrer" id="trans_link"> a la cadena de bloques </a>.
pl: Twój <span id = "tokenName"> ETH </ span> został wysłany <a href="" target="_blank" rel="noopener noreferrer" id="trans_link"> do blockchain </a>.

source: The transaction is still pending.
de: Die Transaktion steht noch aus.
es: La transacción aún está pendiente.
pl: Transakcja jest nadal w toku.

source: This page will auto-update when the transaction is confirmed
de: Diese Seite wird automatisch aktualisiert, wenn die Transaktion bestätigt wird
es: Esta página se actualizará automáticamente cuando se confirme la transacción
pl: Ta strona zostanie automatycznie zaktualizowana po potwierdzeniu transakcji

source: but you can close the browser window if you want
de: aber Sie können das Browserfenster schließen, wenn Sie möchten
es: pero puedes cerrar la ventana del navegador si quieres
pl: ale możesz zamknąć okno przeglądarki, jeśli chcesz

source: <span id="new_username"></span> has been notified
de: <span id = "neuer_Nutzername"> </ span> wurde benachrichtigt
es: <span id = "new_username"> </ span> ha sido notificado
pl: <span id = "new_username"> </ span> został powiadomiony

source: with instructions about how to receive their tip.
de: mit Anweisungen darüber, wie Sie ihren Trinkgeld erhalten.
es: con instrucciones sobre cómo recibir su propina.
pl: z instrukcjami, jak otrzymać wskazówkę.

source: Start Over
de: Von vorn anfangen
es: Comenzar de nuevo
pl: Zacząć od nowa

source: Basic Payout.
es: Pago básico.
pl: Podstawowa wypłata.

source: Used to accept a bounty hunter's submission. You currently have
es: Solía ​​aceptar el envío de un cazarrecompensas. Tu Actualmente tienes
pl: Używane do przyjmowania zgłoszeń łowcy nagród. Obecnie masz

source: This option is currently disabled because you have no submissions.
es: Esta opción está actualmente desactivada porque no tiene envíos.
pl: Ta opcja jest obecnie wyłączona, ponieważ nie masz żadnych zgłoszeń.

source: Accept it using this option.
pl: Zaakceptuj to, używając tej opcji.

source: Accept one of them using this option.
es: Acepta uno de ellos usando esta opción.
pl: Zaakceptuj jedną z nich za pomocą tej opcji.

source: Advanced Payout.
pl: Zaawansowana wypłata.

source: Used to skip the 'submission' step; or when multiple parties need to be paid out.
es: Se usa para omitir el paso 'envío'; o cuando se deben pagar múltiples partes.
pl: Służy do pominięcia kroku "przesyłania"; lub gdy trzeba wypłacić wiele stron.

source: Basic Payout
es: Pago básico
pl: Podstawowa wypłata

source: Bounty Submission:
de: Prämieneinreichung:
es: Presentación de Bounty:
pl: Składanie nagród:

source: Submission
de: Einreichung
es: Sumisión
pl: Uległość

source: Accept
de: Akzeptieren
es: Aceptar
pl: Zaakceptować

source: Four oh Four
es: Cuatro oh cuatro
pl: Cztery o cztery

source: This profile is not available.
es: Este perfil no está disponible.
pl: Ten profil jest niedostępny.

source: This profile either doesn't exist, is not a member of Gitcoin, or the user has chosen not to make their profile available.
pl: Ten profil albo nie istnieje, nie jest członkiem Gitcoin, albo użytkownik zdecydował się nie udostępniać swojego profilu.

source: Try looking for their profile on Github
es: Intenta buscar su perfil en Github
pl: Spróbuj znaleźć swój profil na Github

source: Contact us on Slack
pl: Skontaktuj się z nami na Slack

source: Organization
es: Organización
pl: Organizacja

source: bounties
pl: nagrody

source: Contributor
pl: Współpracownik

source: bounties completed
es: recompensas completadas
pl: nagrody zakończone

source: ETH collected
es: ETH recogido
pl: ETH zebrane

source: removed from
es: retirado de
pl: usunięte z

source: contributor
pl: współpracownik

source: bounties funded
pl: Finansowane bounty

source: ETH funded
es: ETH financiado
pl: ETH finansowane

source: funder
pl: finansista

source: Funds
pl: Fundusze

source: Bounties in progress
pl: Nagrody w toku

source: Show all
es: Mostrar todo
pl: Pokaż wszystko

source: Bounties funded
pl: Finansowane nagrody

source: Bounties completed
pl: Zakończono nagrody

source: Bounties
pl: Nagrody

source: Tips Received
pl: Otrzymane wskazówki

source: Comments
de: Bemerkungen
es: Comentarios
pl: Komentarze

source: an anonymous user
es: un usuario anónimo
pl: anonimowy użytkownik

source: No tips
pl: Bez napiwku

source: Latest Activities
es: Últimas actividades
pl: Najnowsze działania

source: Completed
es: Terminado
pl: Zakończony

source: Submitted
pl: Przesłane

source: Started
pl: Rozpoczęty

source: Don't show again
es: No mostrar de nuevo
pl: Nie pokazuj więcej

source: 1) Create a Github Issue, you'll need the issue URL
es: 1) Crea un Issue Github, necesitarás la URL del problema
pl: 1) Utwórz problem z Github, potrzebujesz adresu URL problemu

source: 2) Select the type of issue to fund
es: 2) Seleccione el tipo de problema para financiar
pl: 2) Wybierz rodzaj emisji do zasilenia

source: 3) Complete the form and press "Fund Issue"
es: 3) Complete el formulario y presione "Fund Issue"
pl: 3) Wypełnij formularz i naciśnij "Problem z funduszem"

source: 4) Confirm the transaction in metamask
es: 4) Confirme la transacción en metamask
pl: 4) Potwierdź transakcję metamaską

source: Once confirmed on blockchain, your bounty is posted to Gitcoin! Wait for developers across the world to discover your bounty and start working on your issue.
es: Una vez confirmado en blockchain, ¡tu recompensa se publica en Gitcoin! Espere a que los desarrolladores de todo el mundo descubran su recompensa y comiencen a trabajar en su problema.
pl: Po potwierdzeniu na blockchain twoja nagroda zostanie wysłana do Gitcoin! Zaczekaj, aż programiści z całego świata odkryją Twoją nagrodę i zacznij pracować nad Twoim problemem.

source: Watch 90 second video
es: Mira video de 90 segundos
pl: Oglądaj 90-sekundowe wideo

source: Ok, I'm ready
es: OK estoy listo
pl: Ok, jestem gotowy

source: Tips & Tricks
es: consejos y trucos
pl: Porady & Triki

source: Know what you're looking for.
es: Sepa lo que está buscando.
pl: Wiedz, czego szukasz.

source: Set clear acceptance criteria.
es: Establezca un criterio de aceptación claro.
pl: Określ jasne kryteria akceptacji.

source: Set a reasonable timeframe.
es: Establezca un marco de tiempo razonable.
pl: Ustal rozsądny przedział czasowy.

source: Pick a fair price.
es: Elija un precio justo.
pl: Wybierz uczciwą cenę.

source: Documentation is Key.
es: La documentación es clave.
pl: Dokumentacja jest kluczowa.

source: Leave Room for Error.
es: Deje espacio para error.
pl: Opuść miejsce na błąd.

source: See Developer Guide
pl: Zobacz Przewodnik dla programistów

source: Other Repo Maintainers are funding these types of issues
es: Otros Repo Maintainers están financiando este tipo de problemas
pl: Inni opiekunowie Repo finansują tego typu problemy

source: NEW PRODUCT OR FEATURE
es: NUEVO PRODUCTO O FUNCIÓN
pl: NOWY PRODUKT LUB FUNKCJA

source: Build new product ideas or new features
es: Crea nuevas ideas de productos o nuevas características
pl: Twórz nowe pomysły na produkty lub nowe funkcje

source: FEATURE IMPROVEMENT
es: MEJORAMIENTO DE LA CARACTERÍSTICA
pl: UŁATWIENIE FUNKCJI

source: Iterate on the next set of features
es: Itera en el siguiente conjunto de características
pl: Iteruj na następnym zestawie funkcji

source: BUG FIX
es: ARREGLO DEL FALLO
pl: NAPRAWA BŁĘDÓW

source: Find and fix bugs in your product
es: Encuentra y arregla errores en tu producto
pl: Znajdź i napraw błędy w swoim produkcie

source: CODE REVIEW
es: REVISIÓN DE CÓDIGO
pl: PRZEGLĄD KODU

source: Get help reviewing code
es: Obtenga ayuda para revisar el código
pl: Uzyskaj pomoc przy sprawdzaniu kodu

source: Frameworks, migrations, batches
es: Marcos, migraciones, lotes
pl: Ramy, migracje, partie

source: DOCUMENTATION
es: DOCUMENTACIÓN
pl: DOKUMENTACJA

source: Product documentation, set up instructions
es: Documentación del producto, instrucciones de configuración
pl: Dokumentacja produktu, instrukcje konfiguracyjne

source: DESIGN
es: DISEÑO
pl: PROJEKT

source: Architecture, flows, wireframes, designs
es: Arquitectura, flujos, wireframes, diseños
pl: Architektura, przepływy, makiety, projekty

source: OTHER
es: OTRO
pl: INNY

source: Ideas, discussions, contests, consulting
es: Ideas, discusiones, concursos, consultoría
pl: Pomysły, dyskusje, konkursy, konsultacje

source: In our experience, the following are <span class="orange-text">not</span> good candidates for bounties:
es: En nuestra experiencia, los siguientes son <span class = "orange-text"> not </ span> buenos candidatos para recompensas:
pl: Z naszego doświadczenia wynika, że ​​są to <span class = "orange-text"> nie </ span> dobrzy kandydaci do nagrody:

source: Core Architecture
es: Arquitectura principal
pl: Architektura rdzenia

source: Anything that requires a high degree of situational awareness of the product/market fit (unless there is well documented material on the same)
es: Cualquier cosa que requiera un alto grado de conciencia situacional del producto / ajuste del mercado (a menos que haya material bien documentado sobre el mismo)
pl: Wszystko, co wymaga wysokiego stopnia świadomości sytuacyjnej dopasowania produktu / rynku (chyba że jest na nich dobrze udokumentowany materiał)

source: Anything that requires privileged access (like SSH access, prod private API key)
es: Cualquier cosa que requiera acceso privilegiado (como acceso SSH, prod clave de API privada)
pl: Wszystko, co wymaga uprzywilejowanego dostępu (np. Dostęp SSH, prod prywatny klucz API)

source: If you're unsure, please reach out to a Gitcoin Core Team member on
es: Si no está seguro, comuníquese con un miembro del equipo central de Gitcoin en
pl: Jeśli nie masz pewności, skontaktuj się z członkiem Gitcoin Core Team

source: Open
de: Öffnen
es: Abierto
pl: otwarty

source: Create Work
de: Schaffen Sie Arbeit
es: Crear trabajo
pl: Utwórz pracę

source: Start Work
de: Fang an zu arbeiten
es: Empezar a trabajar
pl: Zacząć pracę

source: Work Done
de: Arbeit erledigt
es: Trabajo hecho
pl: Robota skończona

source: Accept Work
de: Arbeit annehmen
es: Aceptar trabajo
pl: Zaakceptuj pracę

source: Hours Worked
de: Arbeitsstunden
es: Horas trabajadas
pl: Godziny przepracowane

source: Deadline
es: Fecha tope
pl: Ostateczny termin

source: Expires in
de: Läuft ab in
es: Expira en
pl: Wygasa za

source: Details
de: Einzelheiten
es: Detalles
pl: Detale

source: Traditional -- 1 worker at a time, 1 is paid out
es: Tradicional - 1 trabajador a la vez, 1 es pagado
pl: Tradycyjny - 1 pracownik na raz, 1 jest wypłacany

source: Contest -- many workers at a time, 1 is paid out
es: Concurso: muchos trabajadores a la vez, se paga 1
pl: Konkurs - wielu pracowników na raz, 1 jest wypłacana

source: Cooperative -- many workers at a time, many are paid out
es: Cooperativa: muchos trabajadores a la vez, muchos son pagados
pl: Spółdzielnia - wielu pracowników na raz, wielu jest wypłacanych

source: Permissionless - Anyone can start work.
es: Permitido: cualquier persona puede comenzar a trabajar.
pl: Bez uprawnień - każdy może rozpocząć pracę.

source: Approval Required - I will approve bounty hunters.
es: Se requiere aprobación: aprobaré cazarrecompensas.
pl: Wymagana jest akceptacja - Zatwierdzam łowców nagród.

source: Issue Details
de: Details zum Problem
es: Detalles del problema
pl: Szczegóły problemu

source: Beginner
de: Anfänger
es: Principiante
pl: Początkujący

source: Intermediate
de: Mittlere
es: Intermedio
pl: Pośredni

source: Hours
de: Std
es: Horas
pl: godziny

source: Days
de: Tage
es: Dias
pl: Dni

source: Weeks
de: Wochen
es: Semanas
pl: Tygodnie

source: Months
de: Monate
es: Meses
pl: Miesięcy

source: Bounty Type
de: Kopfgeldart
es: Tipo de Bounty
pl: Typ Bounty

source: Bug
de: Fehler
es: Error
pl: Pluskwa

source: Feature
es: Característica
pl: Cecha

source: Improvement
es: Mejora
pl: Poprawa

source: Security
de: Sicherheit
es: Seguridad
pl: Bezpieczeństwo

source: Documentation
es: Documentación
pl: Dokumentacja

source: Design
es: Diseño
pl: Projekt

source: Code Review
es: Revisión de código
pl: Przegląd kodu

source: Other
de: Andere
es: Otro
pl: Inny

source: Full Name
de: Vollständiger Name
es: Nombre completo
pl: Pełne imię i nazwisko

source: Get Started
de: Loslegen
es: Empezar
pl: Zaczynać

source: Build Avatar
pl: Zbuduj Avatar

source: View Profile
de: Profil anzeigen
es: Ver perfil
pl: Zobacz profil

source: Manage Settings
de: Einstellungen verwalten
es: Administrar configuración
pl: Zarządzaj ustawieniami

source: Tip
de: Spitze
es: Propina
pl: Wskazówka

source: Administration
de: Verwaltung
es: Administración
pl: Administracja

source: Log Out
de: Ausloggen
es: Cerrar sesión
pl: Wyloguj

source: Log in
pl: Zaloguj Się

source: Enabled
de: aktiviert
es: Habilitado
pl: Włączone

source: Available
de: Verfügbar
es: Disponible
pl: Dostępny

source: Join Our Newsletter!
pl: Dołącz do naszego newslettera!

source: Emails once a week max, & we never sell your data
de: E-Mails maximal einmal pro Woche, und wir verkaufen Ihre Daten niemals
es: Correos electrónicos una vez por semana como máximo, y nunca vendemos sus datos
pl: E-maile raz w tygodniu max, i nigdy nie sprzedajemy twoich danych

source: You may withdraw email consent at any time
es: Puede retirar el consentimiento por correo electrónico en cualquier momento
pl: Możesz wycofać zgodę e-mail w dowolnym momencie

source: Manage preferences
pl: Zarządzaj preferencjami

source: Opt out
es: Optar por no
pl: Zrezygnuj

source: Email us
pl: Wyślij do nas e-mail

source: Tips for Funding an Issue
pl: Wskazówki dotyczące finansowania problemu

source: Create an issue on Github so that we can reference the details of the issue.
es: Crea un problema en Github para que podamos hacer referencia a los detalles del problema.
pl: Utwórz problem na Github, abyśmy mogli odnieść się do szczegółów problemu.

source: What to fund? A new feature, feature improvements, bug fixes, code review, design and more.
es: ¿Qué financiar? Una nueva característica, mejoras de funciones, corrección de errores, revisión de códigos, diseño y más.
pl: Co sfinansować? Nowa funkcja, ulepszenia funkcji, poprawki błędów, przegląd kodu, projektowanie i wiele więcej.

source: Cancelling a Bounty is Sometimes Necessary
es: La cancelación de un Bounty es a veces necesaria
pl: Anulowanie nagrody jest czasami konieczne

source: Don't forget once you cancel you will receive the funds & can reuse it on your next bounty.
es: No olvide que una vez que cancela, recibirá los fondos y podrá reutilizarlos en su próxima recompensa.
pl: Nie zapominaj, że po anulowaniu otrzymasz fundusze i możesz je wykorzystać ponownie podczas następnej nagrody.

source: Accepting a Submission is Exciting
es: Aceptar una presentación es emocionante
pl: Akceptacja zgłoszenia jest ekscytująca

source: Make sure the submitter has completed the requirements to the specifications of your bounty.
es: Asegúrese de que el remitente haya completado los requisitos según las especificaciones de su recompensa.
pl: Upewnij się, że osoba przesyłająca wypełniła wymagania do specyfikacji Twojej nagrody.

source: Feedback and gratitude are always nice ways to continue a relationship.
pl: Informacje zwrotne i wdzięczność są zawsze dobrym sposobem na kontynuowanie związku.

source: Paying out a bounty is Exciting
pl: Wypłacanie nagrody jest ekscytujące

source: If you are closing the bounty, make sure the submitters have completed the requirements to the specifications of your bounty.
pl: Jeśli zamykasz nagrodę, upewnij się, że przesyłający spełnił wymagania do specyfikacji twojej nagrody.

source: You have worked really hard! Time to submit work and get paid
es: ¡Has trabajado muy duro! Es hora de enviar trabajo y recibir pago
pl: Pracowałeś naprawdę ciężko! Czas na przesłanie pracy i otrzymanie zapłaty

source: Please Enable Metamask to Continue.
pl: Włącz Metamask, aby kontynuować.

source: To interact with the Ethereum Blockchain, you need to install the Metamask Browser Extension. <a target="_blank" rel="noopener noreferrer" href="https://github.com/gitcoinco/gitcoinco/issues/4">Can't get web3 to work? Get help here.</a>
es: Para interactuar con el Ethereum Blockchain, debe instalar la Extensión del navegador Metamask. <a target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/gitcoinco/gitcoinco/issues/4"> ¿No puede hacer que web3 funcione? Obtenga ayuda aquí. </a>
pl: Aby wchodzić w interakcje z Ethereum Blockchain, musisz zainstalować rozszerzenie Metamask Browser Extension. <a target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/gitcoinco/gitcoinco/issues/4"> Czy web3 nie działa? Uzyskaj pomoc tutaj. </a>

source: The fastest and easiest way to add Web3 to your browser is to install <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral">Metamask</a>. To continue submitting a bounty, please install Metamask and return to this page.
de: Der schnellste und einfachste Weg, Web3 zu Ihrem Browser hinzuzufügen, ist die Installation von <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral"> Metamask < / a>. Um weiterhin eine Bounty einzureichen, installieren Sie bitte Metamask und kehren Sie zu dieser Seite zurück.
es: La forma más rápida y sencilla de agregar Web3 a su navegador es instalar <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral"> Metamask < / a>. Para continuar enviando un bounty, instale Metamask y regrese a esta página.
pl: Najszybszym i najprostszym sposobem dodania Web3 do przeglądarki jest zainstalowanie <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral"> Metamask < / a>. Aby kontynuować przesyłanie nagród, zainstaluj Metamask i wróć na tę stronę.

source: Notification Email
de: Benachrichtigungsemail
es: Correo electrónico de notificación
pl: E-mail z powiadomieniem

source: Permissionless
es: Permitido
pl: Bez uprawnień

source: Anyone can start work
es: Cualquiera puede comenzar a trabajar
pl: Każdy może rozpocząć pracę

source: Approval Required
es: Aprobación requerida
pl: Wymaga zatwierdzenia

source: Submitter will approve bounty hunters can start work.
es: El remitente aprobará que los cazarrecompensas puedan comenzar a trabajar.
pl: Przesyłający zatwierdza łowców nagród, którzy mogą rozpocząć pracę.

source: Pricing
es: Precios
pl: cennik

source: Denomination
pl: Określenie

source: Project Types
pl: Typy projektów

source: Traditional
pl: Tradycyjny

source: 1 worker at a time, 1 is paid out
es: 1 trabajador a la vez, 1 se paga
pl: 1 pracownik na raz, 1 jest wypłacany

source: Contest
es: Concurso
pl: Zawody

source: many workers at a time, 1 is paid out
es: muchos trabajadores a la vez, se paga 1
pl: wielu pracowników na raz, 1 jest wypłacana

source: Cooperative
es: Cooperativa
pl: Spółdzielnia

source: many workers at a time, many are paid out
es: muchos trabajadores a la vez, muchos son pagados
pl: wielu pracowników na raz, wielu jest wypłacanych

source: Search
de: Suche
es: Buscar
pl: Szukaj

source: SORT
de: SORTIEREN
es: ORDENAR
pl: SORTOWAĆ

source: Created: Recent
es: Creado: reciente
pl: Utworzono: Ostatnie

source: Created: Oldest
es: Creado: el más antiguo
pl: Utworzono: najstarszy

source: Value: Highest
es: Valor: más alto
pl: Wartość: najwyższa

source: Value: Lowest
es: Valor: más bajo
pl: Wartość: najniższa

source: Sent
de: Geschickt
es: Expedido
pl: Wysłane

source: Fulfilled
de: Erfüllt
es: Cumplido
pl: Spełniony

source: Fulfill
de: Erfüllen
es: Cumplir
pl: Spełnić

source: It's okay to show this information publicly on Gitcoin
es: Está bien mostrar esta información públicamente en Gitcoin
pl: Można wyświetlać te informacje publicznie na Gitcoin

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
pl: Edytuj profil

source: Change Picture
de: Bild ändern
es: Cambiar imagen
pl: Zmień obrazek

source: Change Name
de: Namen ändern
es: Cambiar nombre
pl: Zmień nazwę

source: Change Expertise
de: Kompetenz ändern
es: Experiencia de cambio
pl: Zmień wiedzę specjalistyczną

source: Browse Other Users
de: Durchsuchen Sie andere Benutzer
es: Buscar otros usuarios
pl: Przeglądaj innych użytkowników

source: By Location
de: Nach Ort
es: Por localizacion
pl: Według lokalizacji

source: By Language
de: Nach Sprache
es: Por idioma
pl: Według języka

source: CLEAR FIELDS
de: KLARE FELDER
es: CAMPOS CLAROS
pl: CZYSTE POLA

source: PROJECT STATUS
de: PROJEKT-STATUS
es: ESTADO DEL PROYECTO
pl: STAN PROJEKTU

source: Expired
de: Abgelaufen
es: Muerto
pl: Przedawniony

source: Cancelled
de: Abgebrochen
es: Cancelado
pl: Anulowany

source: MY PROJECTS
de: MEINE PROJEKTE
es: MIS PROYECTOS
pl: MOJE PROJEKTY

source: Created By Me
de: Von mir erstellt
es: Creado por mí
pl: Stworzone przeze mnie

source: Started By Me
de: Begonnen von mir
es: Empecé por mí
pl: Rozpoczął mnie

source: Fulfilled By Me
de: Erfüllt von mir
es: Cumplido por mí
pl: Spełniony przeze mnie

source: All
de: Alle
es: Todas
pl: Wszystko

source: Type
de: Art
es: Tipo
pl: Rodzaj

source: Custom
de: Brauch
es: Personalizado
pl: Zwyczaj

source: Misc
pl: Różne

source: Hiring
es: Contratación
pl: Wynajmowanie

source: Reset
de: Zurücksetzen
es: Reiniciar
pl: Nastawić

source: Possible Status
de: Möglicher Status
es: Estado posible
pl: Możliwy status

source: A funded bounty is available for anyone to work on.
de: Ein finanziertes Kopfgeld steht jedem zur Verfügung, an dem man arbeiten kann.
es: Una recompensa financiada está disponible para que cualquiera pueda trabajar.
pl: Finansowana nagroda jest dostępna dla każdego, kto może pracować.

source: Work has been started by at least one person.
de: Die Arbeit wurde von mindestens einer Person begonnen.
es: El trabajo ha sido iniciado por al menos una persona.
pl: Prace zostały rozpoczęte przez co najmniej jedną osobę.

source: Completed work has been submitted by for review.
de: Abgeschlossene Arbeiten wurden zur Überprüfung eingereicht.
es: El trabajo completado ha sido enviado por para su revisión.
pl: Wykonane prace zostały przesłane do sprawdzenia.
