Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: and doing <i>something historic</i> in the space. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (more on this here) </a>
de: und <i> etwas Historisches </ i> im Raum zu tun. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (mehr dazu hier) </a>
es: y hacer <i> algo histórico </ i> en el espacio. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (más sobre esto aquí) </a>
pl: i robienie <i> czegoś historycznego </ i> w przestrzeni. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (więcej na ten temat tutaj) </a>

source: Quite Frankly...
de: Ehrlich gesagt...
es: Francamente...
pl: Całkiem szczerze ...

source: The project hasn't really had time to participate in token related activities.
pl: Projekt tak naprawdę nie miał czasu uczestniczyć w działaniach związanych z tokenem.

source: In fact, we're quite fatigued by the pervasiveness of tokens.
de: In der Tat sind wir ziemlich erschöpft von der Verbreitung von Tokens.
es: De hecho, estamos bastante cansados ​​por la omnipresencia de los tokens.
pl: W rzeczywistości jesteśmy dość zmęczeni wszechobecnością tokenów.

source: Its exhausting to have to pay attention to all of the rumours, the drama, the speculation.
de: Es ist anstrengend, auf all die Gerüchte, das Drama, die Spekulation zu achten.
es: Es agotador tener que prestar atención a todos los rumores, el drama, la especulación.
pl: Jego męczące jest zwracanie uwagi na wszystkie plotki, dramat, spekulacje.

source: And there are *more worthwhile* uses of a completely-distributed trust-management supercomputer like the Ethereum blockchain.
de: Und es gibt * nützlichere * Anwendungen eines vollständig verteilten Trust-Management-Supercomputers wie der Ethereum-Blockchain.
es: Y hay usos * más valiosos * de una supercomputadora de administración de confianza completamente distribuida como la cadena de bloques Ethereum.
pl: I są * bardziej wartościowe * zastosowania całkowicie rozproszonego superkomputera zarządzania zaufaniem, takiego jak blockchain Ethereum.

source: So we're choosing to ignore it all (for now) and focusing on building stuff.
de: Also entscheiden wir uns, alles zu ignorieren (vorerst) und uns darauf zu konzentrieren, Dinge zu bauen.
es: Así que elegimos ignorarlo todo (por ahora) y centrarnos en construir cosas.
pl: Dlatego postanowiliśmy zignorować to wszystko (na razie) i skupić się na budowaniu rzeczy.

source: But that could change..
de: Aber das könnte sich ändern ..
es: Pero eso podría cambiar ...
pl: Ale to może się zmienić ...

source: It is possible that one day there will be tokens or other digital assets associated with the project. Possible, but no promises.
de: Es ist möglich, dass eines Tages Tokens oder andere digitale Assets mit dem Projekt verknüpft werden. Möglich, aber keine Versprechungen.
es: Es posible que algún día haya tokens u otros activos digitales asociados con el proyecto. Posible, pero sin promesas.
pl: Możliwe, że pewnego dnia pojawią się tokeny lub inne zasoby cyfrowe związane z projektem. Możliwe, ale bez obietnic.

source: Want to participate now?
de: Willst du jetzt teilnehmen?
es: ¿Quieres participar ahora?
pl: Chcesz wziąć udział już teraz?

source: Some ways to get involved now:
de: Einige Möglichkeiten, jetzt mitzumachen:
es: Algunas formas de involucrarse ahora:
pl: Oto kilka sposobów zaangażowania:

source: Join the slack
de: Mach mit beim Durchhängen
es: Únete a la holgura
pl: Dołącz do luzu

source: Follow the twitter
de: Folge dem Twitter
es: Sigue el twitter
pl: Śledź Twitter

source: Build something cool
de: Baue etwas Cooles
es: Construye algo genial
pl: Zbuduj coś fajnego

source: Learn a new tool
de: Erlernen Sie ein neues Werkzeug
es: Aprende una nueva herramienta
pl: Naucz się nowego narzędzia

source: Still want whitepaper access?
de: Möchten Sie weiterhin Zugriff auf Whitepaper?
es: ¿Aún quieres acceso al documento blanco?
pl: Nadal chcesz uzyskać dostęp do białej księgi?

source: Please submit your info below to receive access to the whitepaper if/when its available.
de: Bitte senden Sie Ihre Informationen unten, um Zugriff auf das Whitepaper zu erhalten, wenn es verfügbar ist.
es: Por favor, envíe su información a continuación para recibir acceso al documento técnico si está disponible.
pl: Prześlij poniższe informacje, aby uzyskać dostęp do białej księgi, jeśli jest dostępna.

source: Already have an access code?
de: Hast du schon einen Zugangscode?
es: ¿Ya tienes un código de acceso?
pl: Masz już kod dostępu?

source: Interested as a
de: Interessiert als
es: Interesado como un
pl: Zainteresowany jako

source: Open Source Developer
de: Open-Source-Entwickler
es: Desarrollador de código abierto
pl: Programista Open Source

source: Token Purchaser
de: Token Käufer
es: Comprador Token
pl: Token kupujący

source: Advisor
de: Berater
es: Tutor
pl: Doradca

source: Feel free to select more than one.
de: Fühlen Sie sich frei, mehrere auszuwählen.
es: Siéntase libre de seleccionar más de uno.
pl: Możesz wybrać więcej niż jeden.

source: Who are you? What is your interest in the whitepaper?
de: Wer bist du? Was interessiert Sie am Whitepaper?
es: ¿Quién eres tú? ¿Cuál es su interés en el documento técnico?
pl: Kim jesteś? Jakie są twoje zainteresowania w oficjalny dokument?

source: Gitcoin is transparent by design. Here are some stats about our core bounty product.
es: Gitcoin es transparente por diseño. Aquí hay algunas estadísticas sobre nuestro producto principal de recompensa.
pl: Gitcoin jest przezroczysty z założenia. Oto kilka statystyk dotyczących naszego podstawowego produktu nagród.

source: Once we had merged in multiple language support from a bounty, it unblocked the path to all other translations, and what better way to get lots of dif erent translations than with bounties from our community? A single tweet of publicity and we had something like 20 language requests, and 10 language pull requests. It’s been total magic.
es: Una vez que nos fusionamos en múltiples idiomas con una recompensa, se desbloqueó el camino a todas las demás traducciones, y ¿qué mejor manera de obtener muchas traducciones diferentes que con las bondades de nuestra comunidad? Un solo tweet de publicidad y tuvimos algo así como 20 solicitudes de idioma y 10 solicitudes de extracción de idioma. Ha sido magia total.
pl: Kiedy połączyliśmy się w obsługę wielu języków z nagrodą, odblokowano ścieżkę do wszystkich innych tłumaczeń i czy jest lepszy sposób na uzyskanie wielu różnych tłumaczeń niż w przypadku nagród z naszej społeczności? Pojedynczy tweet reklamy i mieliśmy około 20 żądań językowych oraz 10 żądań ściągania językowego. To była całkowita magia.

source: ​By design or not, there is an element of trust inherent within Gitcoin. This isn’t the bad kind of “trust” that we are all trying to move away from in a centralized world, but a much better sense of community trust that gets established through the bounty process.
es: Por diseño o no, hay un elemento de confianza inherente dentro de Gitcoin. Este no es el tipo malo de "confianza" de la que todos estamos tratando de alejarnos en un mundo centralizado, sino un sentido mucho mejor de confianza comunitaria que se establece a través del proceso de generosidad.
pl: Z założenia, czy nie, w Gitcoin tkwi element zaufania. Nie jest to zły rodzaj "zaufania", od którego wszyscy staramy się odejść w scentralizowanym świecie, ale o wiele lepszym poczuciu zaufania społeczności, które zostaje ustanowione poprzez proces nagród.

source: Gitcoin helps us to finally close out the issues we've been meaning to get around to for too long
pl: Gitcoin pomaga nam w końcu przezwyciężyć problemy, o których nam chodziło zbyt długo

source: uPort is still in the process of Open Sourcing all of our code, so Gitcoin at the present moment, helps uPort plant seeds within the growing Ethereum developer community, that we expect will blossom into flourishing opportunities in the future. Put simply, as opposed to running marketing campaign, we can use bounties to stay present in front of potential developers we want to engage with.
es: uPort todavía está en el proceso de OpenSourcing de todo nuestro código, por lo que Gitcoin en este momento, ayuda a UBortar semillas de plantas dentro de la creciente comunidad de desarrolladores de Ethereum, que esperamos florezca en florecientes oportunidades en el futuro. En pocas palabras, en lugar de ejecutar una campaña de marketing, podemos usar recompensas para mantenernos presentes frente a los desarrolladores potenciales con los que queremos interactuar.
pl: uPort wciąż jest w trakcie Open Sourcing całego naszego kodu, więc Gitcoin w chwili obecnej pomaga usortować nasiona w rosnącej społeczności deweloperów Ethereum, które, jak się spodziewamy, rozwiną się w kwitnące możliwości w przyszłości. Mówiąc prościej, w przeciwieństwie do prowadzenia kampanii marketingowej, możemy używać bountów, aby być obecnym przed potencjalnymi deweloperami, z którymi chcemy się zaangażować.

source: Although we’ve only hired two developers, there is no doubt that we could have sourced more. Gitcoin has been the strongest hiring signal in all of the hiring I’ve ever done.
es: Aunque solo hemos contratado a dos desarrolladores, no hay duda de que podríamos haber obtenido más. Gitcoin ha sido la señal de contratación más fuerte en todas las contrataciones que he hecho.
pl: Chociaż zatrudniliśmy tylko dwóch programistów, nie ma wątpliwości, że moglibyśmy zdobyć więcej. Gitcoin był najsilniejszym sygnałem do zatrudniania we wszystkich zatrudnianych przeze mnie pracodawcach.

source: On a Friday I needed a front end done for a project due in 48 hours. When everyone I knew was busy, gitcoiners were able to help me make my deadline, with fast, affordable, & high quality work.
es: El viernes necesitaba una interfaz para un proyecto que debía realizarse en 48 horas. Cuando todos los que conocía estaban ocupados, los gitcoiners pudieron ayudarme a cumplir mi fecha límite, con un trabajo rápido, económico y de alta calidad.
pl: W piątek potrzebowałem front endu wykonanego dla projektu w ciągu 48 godzin. Kiedy wszyscy, których znałem, byli zajęci, gitcoiners byli w stanie pomóc mi w wyznaczeniu terminu, z szybką, przystępną ceną i wysoką jakością pracy.

source: A community at the intersection of blockchain and open source. A place for developers to collaborate in a new system, where open source money builds in monetization for open source repositories.
es: Una comunidad en la intersección de blockchain y open source. Un lugar para que los desarrolladores colaboren en un nuevo sistema, donde el dinero de código abierto se basa en la monetización para repositorios de código abierto.
pl: Społeczność na skrzyżowaniu blockchain i open source. Miejsce, w którym programiści mogą współpracować w nowym systemie, w którym pieniądze z otwartego źródła opierają się na monetyzacji dla repozytoriów open source.

source: Get the Latest Gitcoin News! Join Our Newsletter.
es: ¡Recibe las últimas noticias de Gitcoin! Suscríbase a nuestro boletín.
pl: Pobierz najnowsze wiadomości Gitcoin! Dołącz do naszego newslettera.

source: When I found Gitcoin I was gladly surprised that it took one thing and did it well. It took the Ethereum tech and used it as a bridge to technology with open source Jobs. Even though Gitcoin is still in it’s early stages, I think it’s filled with potential to grow.
es: Cuando encontré a Gitcoin, me sorprendió gratamente que tomara una cosa y lo hiciera bien. Tomó la tecnología de Ethereum y la usó como un puente a la tecnología con trabajos de código abierto. A pesar de que Gitcoin todavía está en sus primeras etapas, creo que está lleno de potencial para crecer.
pl: Kiedy znalazłem Gitcoina, z radością zaskoczyłem mnie, że to jedno wymagało i zrobiło to dobrze. Wziął technologię Ethereum i wykorzystał ją jako pomost do technologii z zadaniami open source. Mimo że Gitcoin wciąż znajduje się w początkowej fazie rozwoju, myślę, że jest pełen potencjału do rozwoju.

source: think the great thing about GitCoin is how easy it is for projects to reach out to worldwide talent. GitCoin helps to find people who have time to contribute and increase speed of project development. Thanks to GitCoin a bunch of interesting OpenSource projects got my attention!
es: Creo que lo mejor de GitCoin es lo fácil que es para los proyectos acercarse al talento mundial. GitCoin ayuda a encontrar personas que tengan tiempo para contribuir y aumentar la velocidad del desarrollo del proyecto. ¡Gracias a GitCoin un montón de interesantes proyectos de OpenSource me llamaron la atención!
pl: pomyślcie, że świetną rzeczą w GitCoin jest to, jak łatwo jest dotrzeć projektom do światowego talentu. GitCoin pomaga znaleźć ludzi, którzy mają czas, aby przyczynić się i przyspieszyć rozwój projektu. Dzięki GitCoin uwaga skupiła się na kilku ciekawych projektach OpenSource!

source: The bounty process with Gitcoin is pretty amazing. Just go on the website, find an issue you can work on, you claim it. All you do then is submit your code to Github, get the code merged. Once it’s merged, the smart contract kicks in and sends the money to your Ethereum account. The whole process is pretty smooth. There’s a giant slack community. It puts the freelance market back in the hands of the community!
es: El proceso de recompensa con Gitcoin es bastante sorprendente. Simplemente ingrese al sitio web, busque un problema en el que pueda trabajar y lo reclame. Todo lo que haces entonces es enviar tu código a Github, obtener el código combinado. Una vez que se fusiona, el contrato inteligente se activa y envía el dinero a su cuenta de Ethereum. Todo el proceso es bastante sencillo. Hay una comunidad slack gigante. ¡Pone el mercado independiente en manos de la comunidad!
pl: Proces bounty z Gitcoinem jest niesamowity. Po prostu wejdź na stronę, znajdź problem, nad którym możesz popracować, złóż to. Następnie wystarczy przesłać swój kod do Githuba, a następnie połączyć kod. Po scaleniu, inteligentny kontrakt rozpoczyna się i wysyła pieniądze na twoje konto Ethereum. Cały proces jest dość płynny. Jest gigantyczna społeczność. Oddaje wolny rynek z powrotem w ręce społeczności!

source: I really like Gitcoin because it’s allowed me to get involved in some really interesting Open Source Projects. I’ve written code for MyEtherWallet and Gitcoin itself. I think Gitcoin is becoming a great asset for the Ethereum ecosystem.
es: Realmente me gusta Gitcoin porque me permitió involucrarme en algunos proyectos de código abierto realmente interesantes. He escrito el código para MyEtherWallet y Gitcoin en sí. Creo que Gitcoin se está convirtiendo en un gran activo para el ecosistema de Ethereum.
pl: Bardzo lubię Gitcoin, ponieważ pozwoliło mi wziąć udział w naprawdę ciekawych projektach Open Source. Napisałem kod dla MyEtherWallet i samego Gitcoin. Myślę, że Gitcoin staje się ogromnym atutem ekosystemu Ethereum.

source: I came across Gitcoin 3 months ago. I was hearing lots of ideas about projects involving cryptocurrencies, and I kept thinking "what about open source projects?". I see Gitcoin as the next level of freelance, where you can not only help repos on Github, but get money out of it. It is that simple and it works.
es: Me encontré con Gitcoin hace 3 meses. Estaba escuchando muchas ideas sobre proyectos relacionados con las criptomonedas, y seguí pensando "¿qué pasa con los proyectos de código abierto?". Veo a Gitcoin como el siguiente nivel de freelance, donde no solo puedes ayudar a repositorios en Github, sino que también puedes sacar dinero de ello. Es así de simple y funciona.
pl: Natknąłem się na Gitcoin 3 miesiące temu. Słyszałem wiele pomysłów na temat projektów z udziałem kryptowalut, i ciągle zastanawiałem się "co z projektami open source?". Uważam Gitcoin za kolejny poziom freelance, w którym możesz nie tylko pomagać repozytoriom na Githubie, ale także zdobywać z tego pieniądze. To takie proste i działa.

source: I'm in love with Gitcoin. It isn't only a platform, it's a community that gives me the opportunity to open my network and work with amazing top technology projects and earn some money in a way I'm visible to the dev community and work opportunities. Open source is amazing, and is even better to make a living from it, I think is the future of development.
es: Estoy enamorado de Gitcoin. No es solo una plataforma, es una comunidad que me da la oportunidad de abrir mi red y trabajar con increíbles proyectos de tecnología superior y ganar algo de dinero de una manera que soy visible para la comunidad de desarrolladores y las oportunidades de trabajo. El código abierto es increíble, y es incluso mejor para ganarse la vida con él, creo que es el futuro del desarrollo.
pl: Jestem zakochany w Gitcoin. To nie tylko platforma, to społeczność, która daje mi możliwość otwarcia mojej sieci i pracy z niesamowitymi projektami najwyższej technologii i zarobienia pieniędzy w sposób widoczny dla społeczności programistów i możliwości pracy. Otwarte źródło jest niesamowite, a nawet lepiej jest z tego żyć, myślę, że jest to przyszłość rozwoju.

source: A community for developers to collaborate and monetize their skills while working on Open Source projects through bounties.
es: Una comunidad para que los desarrolladores colaboren y moneticen sus habilidades mientras trabajan en proyectos de código abierto a través de recompensas.
pl: Społeczność programistów do współpracy i zarabiania na swoich umiejętnościach podczas pracy nad projektami Open Source poprzez nagrody.

source: Open Source Opportunities
pl: Możliwości Open Source

source: Be the first to find out about newly posted bounties.
pl: Bądź pierwszym, który dowie się o nowo ogłoszonych nagrodach.

source: Gitcoin is a mission-driven organization.
de: Gitcoin ist eine missionsgesteuerte Organisation.
es: Gitcoin es una organización impulsada por la misión.
pl: Gitcoin jest organizacją opartą na misjach.

source: Our mission is to grow open source.
de: Unsere Mission ist Open Source zu wachsen.
es: Nuestra misión es crecer de código abierto.
pl: Naszą misją jest rozwój open source.

source: Gitcoin's Vision for a Web3 World
es: La visión de Gitcoin para un mundo Web3
pl: Wizja Gitcoin dla świata Web3

source: Gitcoin's Vision for a web3 world is to make it easy for developers to find paid work in open source.
es: La Visión de Gitcoin para un mundo web3 es facilitar que los desarrolladores encuentren trabajo remunerado en código abierto.
pl: Wizja Gitcoin dla świata web3 ma ułatwić programistom znalezienie płatnej pracy w otwartym kodzie źródłowym.

source: I am a developer, I want build more Open Source Software. Where can I start?
de: Ich bin ein Entwickler, ich möchte mehr Open Source Software erstellen. Wo kann ich anfangen?
es: Soy un desarrollador, quiero construir más software de código abierto. ¿Dónde puedo comenzar?
pl: Jestem programistą, chcę zbudować więcej oprogramowania Open Source. Gdzie mogę zacząć?

source: The <a href=https://gitcoin.co/explorer>Funded Issue Explorer</a> contains a handful of issues that are ready to be paid out as soon as they are turned around. Check out the developer guide at <a href=https://gitcoin.co/help/dev>https://gitcoin.co/help/dev</a>.
de: Der <a href=https://gitcoin.co/explorer> Funded Issue Explorer </a> enthält eine Handvoll Probleme, die zur Auszahlung bereitstehen, sobald sie gewendet werden. Lesen Sie den Entwicklerleitfaden unter <a href=https://gitcoin.co/help/dev> https://gitcoin.co/help/dev </a>.
es: El <a href=https://gitcoin.co/explorer> Explorador de Issue financiado </a> contiene un puñado de problemas que están listos para ser pagados tan pronto como se dan la vuelta. Consulte la guía para desarrolladores en <a href=https://gitcoin.co/help/dev> https://gitcoin.co/help/dev </a>.
pl: <a href=https://gitcoin.co/explorer> Eksplorator problemów finansowych </a> zawiera garść problemów, które są gotowe do wypłaty, gdy tylko zostaną odwrócone. Zapoznaj się z przewodnikiem dla programistów na stronie <a href=https://gitcoin.co/help/dev> https://gitcoin.co/help/dev </a>.

source: I am a repo maintainer. How do I get started?
de: Ich bin ein Repo-Betreuer. Wie fange ich an?
es: Soy un mantenedor de repo. ¿Cómo empiezo?
pl: Jestem opiekunem repo. Jak zacząć?

source: The best way to get started is to post a funded issue on a task you need done. Check out the repo maintainers guide at <a href=https://gitcoin.co/help/repo>https://gitcoin.co/help/repo</a>.
de: Der beste Weg, um loszulegen, ist ein finanziertes Problem zu einer Aufgabe, die Sie tun müssen, zu buchen. Schau dir den Repo-Betreuer Guide an unter <a href=https://gitcoin.co/help/repo> https://gitcoin.co/help/repo </a>.
es: La mejor manera de comenzar es publicar un problema financiado en una tarea que necesita hacer. Consulte la guía de mantenedores de repo en <a href=https://gitcoin.co/help/repo> https://gitcoin.co/help/repo </a>.
pl: Najlepszym sposobem na rozpoczęcie jest opublikowanie finansowanego problemu dotyczącego zadania, które musisz wykonać. Zapoznaj się z przewodnikiem dla opiekunów repo na stronie <a href=https://gitcoin.co/help/repo> https://gitcoin.co/help/repo </a>.

source: What tokens does Gitcoin support?
de: Welche Tokens unterstützt Gitcoin?
es: ¿Qué fichas admite Gitcoin?
pl: Jakie tokeny obsługuje Gitcoin?

source: Gitcoin supports Ether and all ERC20 tokens. If the token you'd like to use is Ethereum based, then Gitcoin supports it.
de: Gitcoin unterstützt Ether und alle ERC20-Token. Wenn das Token, das Sie verwenden möchten, Ethereum basiert, unterstützt Gitcoin es.
es: Gitcoin es compatible con Ether y todos los tokens ERC20. Si el token que desea utilizar está basado en Ethereum, entonces Gitcoin lo admite.
pl: Gitcoin obsługuje Ether i wszystkie tokeny ERC20. Jeśli token, którego chcesz użyć, jest oparty na Ethereum, to obsługuje go Gitcoin.

source: What kind of issues are fundable?
de: Welche Art von Emissionen sind finanzierbar?
es: ¿Qué tipo de problemas son financiables?
pl: Jakie problemy można finansować?
