Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Please wait a minute or two for web3 to sync <a target="_blank" href="javascript:void(0)" id="transaction_url">this transaction</a>.
de: Bitte warten Sie ein bis zwei Minuten, bis Web3 synchronisiert ist <a target="_blank" href="javascript:void(0)" id="transaction_url"> diese Transaktion </a>.

source: This page will automatically refresh as soon as the blockchain is updated.
de: Diese Seite wird automatisch aktualisiert, sobald die Blockchain aktualisiert wird.

source: You may close the browser tab.
de: Sie können die Browser-Registerkarte schließen.

source: Work Accepted
de: Arbeit akzeptiert

source: <a href="#" class="save_search">save search</a> to be notified when results do appear.
de: <a href="#" class="save_search"> Suche speichern </a> benachrichtigt werden, wenn die Ergebnisse angezeigt werden.

source: I have read, understand, and agree to, the <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer">Terms of Service</a>:
de: Ich habe die <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer"> Nutzungsbedingungen </a> gelesen, verstanden und stimme ihnen zu:

source: Having trouble? Click here.
de: Probleme haben? Klick hier.

source: The app will intro (via e-mail) you to the repository owners with whom you've matched with
de: Die App führt Sie (per E-Mail) zu den Eigentümern des Repositorys ein, mit denen Sie abgestimmt haben

source: Accept Bounty Fulfillment
de: Kopfgeld erfüllen

source: Having trouble? Click here.
de: Probleme haben? Klick hier.

source: has received these tips
de: hat diese Tipps erhalten

source: No tips found
de: Keine Tipps gefunden

source: From
de: Von

source: Related Issue
de: Verwandte Ausgabe

source: Unknown
de: unbekannte

source: has Participated in these Funded Issues
de: hat an diesen finanzierten Ausgaben teilgenommen

source: No funded issues found
de: Keine finanzierten Probleme gefunden

source: Relationship
de: Beziehung

source: Worker
de: Arbeitnehmer

source: Repo Owner
de: Repo-Besitzer

source: %(r.stargazers_count)s stars
de: % (r.stargazers_count) s Sterne

source: No repos
de: Keine Repos

source: Join Our Newsletter !
de: Abonnieren Sie unseren Newsletter !

source: Save Search
de: Sichere Suche

source: Project Length
de: Projektlänge

source: view graph
de: Diagramm anzeigen

source: Issue Title
de: Titel ausgeben

source: Issue Description
de: Fehlerbeschreibung

source: Loading
de: Wird geladen

source: waiting for web3...
de: warte auf web3 ...

source: You've Got ETH!
de: Du hast ETH!

source: To claim it, please install MetaMask and refresh the page.
de: Um dies zu erreichen, installieren Sie MetaMask und aktualisieren Sie die Seite.

source: Install Metamask
de: Installieren Sie Metamask

source: What is Metamask?
de: Was ist Metamask?

source: Receive Ethereum Now.
de: Empfange jetzt Astraleum.

source: You've received Ethereum via transaction <span id="trans_id"></span>.
de: Sie haben Ethereum über die Transaktion <span id = "trans_id"> </ span> erhalten.

source: You've got 1 COLO!
de: Du hast 1 COLO!

source: Enter a forwarding address
de: Geben Sie eine Weiterleitungsadresse ein

source: You've redeemed 1 COLO.
de: Sie haben 1 COLO eingelöst.

source: From Name
de: Von Namen

source: You have already expressed interest in this bounty!
de: Sie haben bereits Interesse an dieser Prämie gezeigt!

source: Tip has been received
de: Tipp wurde erhalten

source: Notification has been sent
de: Benachrichtigung wurde gesendet

source: Uh oh! No email addresses for this user were found via Github API. Youll have to let the tipee know manually about their tip.
de: Oh oh! Über die Github API wurden keine E-Mail-Adressen für diesen Benutzer gefunden. Sie müssen den Tipee manuell über ihren Tipp wissen lassen.

source: Kill Bounty
de: Töte Bounty

source: Bounties Universe
de: Kopfgeld-Universum

source: Bounty Universe Explorer
de: Kopfgeld-Universum-Explorer

source: You request for a faucet distribution has been received. An administrator will review your request shortly and arrange a deposit if approved.
de: Sie haben um eine Wasserhahnverteilung gebeten. Ein Administrator wird Ihre Anfrage in Kürze überprüfen und eine Anzahlung veranlassen, sofern er genehmigt wurde.

source: Gitcoin Faucet
de: Gitcoin Wasserhahn

source: The submitted github profile could not be found on github.
de: Das eingereichte GitHub-Profil konnte nicht auf GitHub gefunden werden.

source: A new faucet request was completed. You may fund the request here :
de: Eine neue Armaturenanforderung wurde abgeschlossen. Sie können die Anfrage hier finanzieren:

source: ⚡️ {len(bounties)} New Funded Issue{plural}{worth} matching your profile
de: Len {len (bounties)} Neu finanzierte Ausgabe {plural} {lohnend} passend zu deinem Profil

source: Invalid Level
de: Ungültige Stufe

source: Goal: Grow Open Source
de: Ziel: Open Source wachsen

source: The founder of Gitcoin, <a href="http://linkedin.com/in/owocki/">Kevin Owocki</a> has experience as an organizer of <a href="http://boulderstartupweek.com">Boulder Startup Week</a>, <a href="http://igniteboulder.com">Ignite Boulder</a>, <a href="https://startupcto.io">StartupCTO.io</a>, <a href="https://www.meetup.com/Boulder-Blockchain/">Boulder Blockchain Meetup</a> and the open source projects <a href="https://github.com/owocki/pytrader">pytrader</a>, <a href="https://github.com/owocki/adblock-to-bitcoin">adblock-to-bitcoin</a>, <a href="https://github.com/youvegoteth/youvegoteth.github.io/">YouveGotETH</a>, & <a href="https://github.com/owocki/coloradocoin">ColoradoCoin</a>. The stronger the community is, the more successful open source projects are. The stronger open source projects are, the stronger the community is.
de: Der Gründer von Gitcoin, Kevin Owocki, hat Erfahrung als Organisator von <a href="http://boulderstartupweek.com"> Boulder-Startup-Woche </a>, <a href="http://igniteboulder.com"> Ignite Boulder </a>, <a href="https://startupcto.io"> StartupCTO.io </a> , <a href="https://www.meetup.com/Boulder-Blockchain/"> Boulder Blockchain Meetup </a> und die Open-Source-Projekte <a href = "https://github.com/owocki/pytrader "> pytrader </a>, <a href="https://github.com/owocki/adblock-to-bitcoin"> adblock-zu-bitcoin </a>, <a href =" https: // github .com / youvegetheth / youvegeth.github.io / "> YouveGotETH </a> und <a href="https://github.com/owocki/coloradocoin"> ColoradoCoin </a>. Je stärker die Community ist, desto erfolgreicher sind Open-Source-Projekte. Je stärker Open-Source-Projekte sind, desto stärker ist die Community.

source: Gitcoin's Top Community Members
de: Gitcoins Top Community-Mitglieder

source: Technical Business Development Lead
de: Technischer Leiter der Geschäftsentwicklung

source: Entrepreneur In Residence
de: Unternehmer in Residence

source: Funded Issue Expiring ...
de: Funded Issue läuft ab ...

source: After the funded issue has expired, you can still submit and accept work. You may also 'Cancel' the bounty and get the funds back.
de: Nachdem das finanzierte Problem abgelaufen ist, können Sie noch arbeiten und annehmen. Sie können das Kopfgeld auch 'annullieren' und das Kapital zurückbekommen.

source: Look for this button
de: Suchen Sie nach dieser Schaltfläche

source: %(tip.from_name)s sent you a tip worth %(amount)s %(warning)s %(tokenName)s
de: % (tip.from_name) s hat Ihnen einen Tipp im Wert von %(amount)s %(warning)s %(tokenName)sgeschickt

source: _Even the bots_ aren't sure what happened, but we'll look into it. <a href="mailto:founders@gitcoin.co">Contact us</a> if you think this is something that shouldn't have happened.
de: Selbst die Bots sind sich nicht sicher, was passiert ist, aber wir werden uns darum kümmern. <a href="mailto:founders@gitcoin.co"> Kontaktieren Sie uns </a>, wenn Sie der Meinung sind, dass dies etwas nicht sein sollte.

source: Predicted Confirmation Times vs Gas Usage
de: Vorhergesagte Bestätigungszeiten gegen Gasverbrauch

source: To see the data in chart format, check out <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer">ETH Gas Station</a>
de: Um die Daten im Diagrammformat anzuzeigen, besuchen Sie <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer"> ETH-Tankstelle </a>

source: I Am A:
de: Ich bin ein:

source: Want to earn some extra coin? 💰 Check out the Issue Explorer and see what funded issues match your skillset and interests today.
de: Willst du ein paar extra Münzen verdienen? 💰 Sieh dir den Issue Explorer an und sieh dir an, welche fundierten Ausgaben heute deinen Fähigkeiten und Interessen entsprechen.

source: See Issue Explorer
de: Siehe Problem-Explorer

source: Let's push your repo forward. 🚀 Create a funded issue of your own and start working with people in the OSS community on issues _you_ care about.
de: Lass uns dein Repo weiterleiten. 🚀 Erstellen Sie eine eigene finanzierte Ausgabe und beginnen Sie mit Menschen in der OSS-Community bei Fragen zu arbeiten, die Sie interessieren.

source: You can see that the future of software development involves aligned incentives, tools built by &amp; for developers, and decentralization is the way it's all goin' down. Let’s dive deeper!
de: Sie sehen, dass die Zukunft der Softwareentwicklung ausgerichtete Anreize, von & amp; für Entwickler und Dezentralisierung ist die Art und Weise, wie alles abläuft. Lass uns tiefer tauchen!

source: Read Whitepaper
de: Lesen Sie Whitepaper

source: Join Gitcoin Slack
de: Tritt Gitcoin Slack bei

source: Not sure?
de: Nicht sicher?

source: View all Gitcoin tools
de: Alle Gitcoin-Werkzeuge anzeigen

source: What is Gitcoin?
de: Was ist Gitcoin?

source: 1. It's *not* a token.
de: 1. Es ist * kein * Token.

source: There is *no* native token on the Gitcoin community. We're focused on honing our product/market fit.
de: Es gibt * kein * natives Token in der Gitcoin-Community. Wir konzentrieren uns darauf, unsere Produkt- / Markt-Passform zu verbessern.

source: 2. It's a community.
de: 2. Es ist eine Gemeinschaft.

source: The Gitcoin toolset &amp; community allows you to (1) build skills (2) find (or give) economic opportunities and hopefully (3) make some lifelong friendships.
de: Das Gitcoin Toolset & amp; Community ermöglicht es Ihnen, (1) Fähigkeiten zu entwickeln (2) wirtschaftliche Möglichkeiten zu finden (oder zu geben) und hoffentlich (3) lebenslange Freundschaften zu schließen.

source: 3. It's a mission.
de: 3. Es ist eine Mission.

source: Our mission is to "Grow Open Source".
de: Unsere Mission ist es, "Open Source" zu wachsen.

source: Read more
de: Weiterlesen

source: But How Does it Work?
de: Aber wie funktioniert es?

source: 1. Find Funded Github Issues.
de: 1. Finden Sie fundierte Github-Probleme.

source: Whether it's Bugs, Features, or Security Issues, <a href="%(explorerurl)s">Gitcoin's Issue Explorer</a> is the easiest way to find paid work in open source.
de: Ob Fehler, Features oder Sicherheitslücken, <a href="%(explorerurl)s"> Gitcoins Issue Explorer </a> ist der einfachste Weg, um bezahlte Arbeit in Open Source zu finden.

source: 2. Claim an Issue.
de: 2. Beanspruchen Sie ein Problem.

source: Claim the issue on Gitcoin via the Funded Issue Detail Page (<a href="https://gitcoin.co/funding/details?url=https://github.com/gitcoinco/skunkworks/issues/14">Example</a>).
de: Behaupten Sie das Problem auf Gitcoin über die Detailseite für finanzierte Ausgaben (<a href="https://gitcoin.co/funding/details?url=https://github.com/gitcoinco/skunkworks/issues/14"> Beispiel <) / a>).

source: 3. Build Something Great.
de: 3. Baue etwas Großartiges.

source: Coordinate with the Bounty Submitter on Github. Build something great!
de: Koordinieren Sie sich mit dem Bounty Submitter auf Github. Baue etwas Großartiges!

source: 4. Submit Your Work &amp; Get Paid.
de: 4. Senden Sie Ihre Arbeit & amp; Bezahlt werden.

source: Payments are Ethereum-based, &amp; released automatically after code is accepted by the bounty submitter.
de: Zahlungen sind Ethereum-basierte, & amp; wird automatisch freigegeben, nachdem der Bounty-Übergeber den Code akzeptiert hat.

source: What's the TLDR?
de: Was ist der TLDR?

source: Why use Gitcoin?
de: Warum Gitcoin benutzen?

source: Find New &amp; Interesting Work
de: Finden Sie neue & amp; Interessante Arbeit

source: Work only on repositories that strike a chord with _you_. Gitcoin allows you to try before you go full time.
de: Arbeiten Sie nur an Repositories, die mit _you_ einen Akkord erreichen. Gitcoin erlaubt es Ihnen, es zu versuchen, bevor Sie ganztags gehen.

source: Deepen Relationships
de: Beziehungen vertiefen

source: Gitcoin is a way to meet and connect with open source developers.
de: Gitcoin ist eine Möglichkeit, sich mit Open-Source-Entwicklern zu treffen und zu verbinden.

source: Gitcoin is the easiest way to find paid work in open source.
de: Gitcoin ist der einfachste Weg, in Open Source bezahlte Arbeit zu finden.

source: Make Some Extra Cash
de: Machen Sie etwas zusätzliches Geld

source: You got into open source for the love of solving problems. Get paid for working on your passion.
de: Du bist aus Liebe zur Problemlösung in Open Source gekommen. Du wirst dafür bezahlt, dass du an deiner Leidenschaft arbeitest.

source: Email Founders
de: E-Mail-Gründer

source: Project Roadmap
de: Projekt-Roadmap

source: 2016-2017: Experimentation
de: 2016-2017: Experimentieren

source: Founder Kevin Owocki experiments with Ethereum mining, building <a href="https://github.com/owocki/" target="_blank" rel="noopener noreferrer">a handful of Open Source projects in the space</a>, investing, and <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer">community organizing</a>.
de: Gründer Kevin Owocki experimentiert mit Ethereum Mining und baut <a href="https://github.com/owocki/" target="_blank" rel="noopener noreferrer"> eine Handvoll Open-Source-Projekte im Space </a> auf , Investieren und <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer"> Community-Organisation </a>.

source: Q2 2017: Ideation
de: Q2 2017: Ideenfindung

source: With the mentorship of Open Source Developers from the Boulder CO tech community, the idea of a decentralized network designed to <i>Grow Open Source</i> is conceived. What if recruitment for software projects could be completely decentralized and automated? What if developers could try projects before they commit? What if repo maintainers had a way to bring new developers onto their projects?
de: Mit der Mentorschaft von Open Source Entwicklern der Boulder CO-Tech-Community wird die Idee eines dezentralen Netzwerks konzipiert, das auf <i> Grow Open Source </ i> ausgelegt ist. Was wäre, wenn die Rekrutierung für Softwareprojekte vollständig dezentralisiert und automatisiert werden könnte? Was wäre, wenn Entwickler Projekte ausprobieren könnten, bevor sie sich verpflichten? Was wäre, wenn Repo-Betreuer neue Entwickler in ihre Projekte einbinden könnten?

source: Customer Development commences. The founder codes. The design team designs. Animator animates.
de: Die Kundenentwicklung beginnt. Die Gründercodes. Das Designteam entwirft. Animator animiert.

source: Q4 2017: Launch
de: Q4 2017: Einführung

source: The Issues Explorer goes live. The code behind the project is released open source. For the first time, coders can monetize their open-source work without a centralized middleman, and an incentive is provided to the open-source community to <i>Grow Open Source</i>, together.
de: Der Issues Explorer wird live geschaltet. Der Code hinter dem Projekt ist Open Source. Zum ersten Mal können Programmierer ihre Open-Source-Arbeit ohne einen zentralen Zwischenhändler monetarisieren, und der Open-Source-Community wird ein Anreiz geboten, <i> gemeinsam Open Source </ i> zu entwickeln.

source: Next: Gitcoin joins Consensys, launches Pilot Projects
de: Weiter: Gitcoin tritt Consensys bei, startet Pilotprojekte

source: Funded issues for EtherDelta, Consensys Security, Truffle, Metamask, and web3py are live at
de: Geförderte Ausgaben für EtherDelta, Consensys Sicherheit, Trüffel, Metamask und web3py sind live bei

source: With tens of thousands of dollars of Funded Issues processed through the system, Gitcoin becomes a place for OSS developers to get involved in the web3 ecosystem.
de: Mit Zehntausenden von Dollar an durch das System verarbeiteten Geldemissionen wird Gitcoin zu einem Ort, an dem sich OSS-Entwickler am Web3-Ökosystem beteiligen können.

source: The system is dogfooded; Gitcoin is used to build Gitcoin.
de: Das System ist überflutet; Gitcoin wird verwendet, um Gitcoin zu bauen.

source: After that: Growth
de: Danach: Wachstum

source: The community, both on <a href="%(slackurl)s">the slack channel</a> and <a href="#mailchimp">the community mailing list</a> continue to grow.
de: Die Community sowohl auf <a href="%(slackurl)s"> dem Slack Channel </a> als auch <a href="#mailchimp"> der Community-Mailingliste </a> wächst weiter.

source: The market for software jobs is massive, and Open Source software creates billions of dollars in economic value per year.
de: Der Markt für Software-Jobs ist massiv, und Open-Source-Software schafft Milliarden von Dollar an wirtschaftlichem Wert pro Jahr.

source: What will the world look like if decentralized ledger technology begins to disrupt the existing value systems in software?
de: Wie wird die Welt aussehen, wenn die dezentrale Ledger-Technologie beginnt, die bestehenden Wertesysteme in Software zu stören?

source: Shipping New Tools Every Month
de: Versand jeden Monat neue Werkzeuge

source: Bounties are just the first tool we're launching. We've got a bunch of new tools in the pipeline, including:
de: Kopfgelder sind nur das erste Werkzeug, das wir starten. Wir haben eine Reihe neuer Tools in der Pipeline, darunter:

source: Code Funding
de: Code-Finanzierung

source: Mentorship Matching
de: Mentoring Matching

source: Want to learn about them?
de: Willst du etwas über sie erfahren?

source: Click here
de: Klick hier

source: GITCOIN IS A <span class="text-highlight-dark-blue">MISSION</span> AND <span class="text-highlight-dark-blue">VALUE-ORIENTED</span>
de: GITCOIN ist ein <span class = "text-highlight-dark-blue"> MISSION </ span> UND <span class = "text-highlight-dunkelblau"> WERTORIENTIERT </ span>

source: <span class="text-highlight-dark-blue">DISTRIBUTED MOVEMENT</span> AIMED TO <span class="text-highlight-dark-blue">DRIVE</span>
de: <span class = "text-highlight-dark-blue"> VERTEILTE BEWEGUNG </ span> ZIEL AUF <span class = "text-highlight-dark-blue"> DRIVE </ span>

source: <span class="text-highlight-dark-blue">CHANGE</span> AND <span class="text-highlight-pink">GROW OPEN SOURCE</span>
de: <span class = "text-highlight-dark-blue"> ÄNDERN </ span> UND <span class = "text-highlight-pink"> GROW OPEN SOURCE </ span>

source: <span class="text-highlight-green">We</span> Want
de: <span class = "text-highlight-green"> Wir </ span> Wollen

source: <span class="text-highlight-green">We</span> Value
de: <span class = "text-highlight-green"> Wir </ span> Wert

source: <span class="text-highlight-green">We</span> Interact
de: <span class = "text-highlight-green"> Wir </ span> Interagieren

source: Read About Our Mission
de: Lesen Sie über unsere Mission

source: Unlock your potential in Open Source.
de: Schalte dein Potenzial in Open Source frei.

source: Emails no more than 2x / week.
de: E-Mails nicht mehr als 2x / Woche.

source: Gitcoin Core will never sell your email address.
de: Gitcoin Core wird niemals Ihre E-Mail-Adresse verkaufen.

source: Basic Preferences
de: Grundlegende Einstellungen

source: Send me
de: Schick mir

source: Regular: Weekly Roundups, Notifications, etc
de: Regulär: Wöchentliche Zusammenfassungen, Benachrichtigungen usw

source: Lite 1: Just Roundups
de: Lite 1: Nur Roundups

source: Lite 2: Just Notifications
de: Lite 2: Nur Benachrichtigungen

source: Nothing: Don't Email
de: Nichts: E-Mail nicht

source: roundup emails once a week
de: E-Mails einmal wöchentlich versenden

source: notifications up to twice a day
de: Benachrichtigungen bis zu zweimal am Tag

source: Preferred language
de: Bevorzugte Sprache

source: <strong>2018 March 22</strong> - <i>"If all you have is a hammer, everything looks like a nail" - Abraham Maslow</i>. Have you seen our revamped <a style="margin-right: 5px;" href="https://gitcoin.co/tools">tools page</a>?
de: <strong> 2018 March 22 </ strong> - <i> "Wenn alles, was du hast, ein Hammer ist, sieht alles wie ein Nagel aus" - Abraham Maslow </ i>. Hast du unseren neugestalteten <a style = "margin-right: 5px;" href = "https://gitcoin.co/tools"> Tools-Seite </a>?

source: Home
de: Zuhause

source: Gitcoin is the easiest way to monetize or incentivize work in Open Source Software.
de: Gitcoin ist der einfachste Weg, mit Open-Source-Software Geld zu verdienen oder Anreize zu schaffen.

source: Explore Gitcoin's Tools
de: Erkunde Gitcoins Werkzeuge

source: Join Mailing List
de: Mailingliste beitreten

source: Who's using Gitcoin?
de: Wer benutzt Gitcoin?

source: November 16 2017
de: 16. November 2017

source: Gitcoin Announces Pilot Projects with EtherDelta, Consensys Dilligence, Truffle, Metamask, web3py
de: Gitcoin kündigt Pilotprojekte mit EtherDelta, Consensys Dilligence, Trüffel, Metamask, web3py an

source: The project hasn't really had time to partipate in token related activities.
de: Das Projekt hatte nicht wirklich Zeit, an Token-Aktivitäten teilzunehmen.

source: Pitch a new idea
de: Stellen Sie eine neue Idee auf

source: Gitcoin is the catalyst open source development needs to move forward. The process is seamless and the results speak for themselves.
de: Gitcoin ist der Katalysator Open-Source-Entwicklung braucht, um voranzukommen. Der Prozess ist nahtlos und die Ergebnisse sprechen für sich.

source: We have been trying out the Gitcoin bounty program in the Web3.py project and are very pleased with the results so far. We’ve closed out four bountied issues ranging from smaller cleanup tasks to full fledged feature development. So far the platform looks promising as a valuable addition to our development process.
de: Wir haben das Gitcoin-Bounty-Programm im Web3.py-Projekt getestet und sind sehr zufrieden mit den bisherigen Ergebnissen. Wir haben vier Probleme aus dem Weg geräumt, die von kleineren Säuberungsaufgaben bis hin zur vollständigen Entwicklung von Features reichen. Bis jetzt sieht die Plattform vielversprechend als eine wertvolle Ergänzung unseres Entwicklungsprozesses aus.

source: Our first experiences with Gitcoin have been very positive. It has helped MARKET to get new people involved quickly and in a cost effective manner. Having fresh ideas and outside perspectives contribute to a new project is unbelievably valuable.
de: Unsere ersten Erfahrungen mit Gitcoin waren sehr positiv. Es hat dem MARKET geholfen, neue Leute schnell und kosteneffektiv einzubinden. Neue Ideen und Außenperspektiven zu einem neuen Projekt beizutragen, ist unglaublich wertvoll.

source: It’s been a while since something has gotten me this riled up ! Love the concept and definitely sticking around to see this project through. Awesome community + open source work + bounties
de: Es ist schon eine Weile her, seit etwas mich so verärgert hat! Ich liebe das Konzept und bleibe definitiv dabei, dieses Projekt zu sehen. Tolle Community + Open Source-Arbeit + Bounties
