Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: <p>The founder is <a href="https://linkedin.com/in/owocki">Kevin Owocki</a>, a technologist from the Boulder Colorado tech scene. &nbsp; &nbsp;Kevin&nbsp;has a BS in Computer Science, 15 years experience in Open Source Software and Technology Startups. He is a volunteer in the Boulder Community for several community organizations, and an avid open source developer. His work has been featured in&nbsp;<a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/">TechCrunch</a>,&nbsp;<a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/">CNN</a>,&nbsp;<a href="http://www.inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine</a>,&nbsp;<a href="http://www.nytimes.com/2011/02/20/business/20ignite.html?_r=4&amp;amp;pagewanted=1&amp;amp;ref=business">The New York Times</a>,&nbsp;<a href="http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">BoingBoing</a>,&nbsp;<a href="http://www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED</a>,&nbsp;<a href="https://www.forbes.com/sites/amycastor/2017/08/31/toothpick-takes-top-prize-in-silicon-beach-ethereum-hackathon/#6bf23b7452ad">Forbes</a>, and&nbsp;<a href="http://www.techdigest.tv/2007/08/super_mario_get_1.html">TechDigest</a>.</p> <p><strong>Gitcoin</strong>&nbsp;was borne of the community in Boulder Colorado's thriving tech scene. One of the most amazing things about the Boulder community is the #givefirst mantra. The founding team has built their careers off of advice, mentorship, and relationships in the local tech community. &nbsp;</p> <p>We are hiring. If you want to join the team, <a href=mailto:founders@gitcoin.co>email us</a>.
de: <p> Der Gründer ist <a href="https://linkedin.com/in/owocki"> Kevin Owocki </a>, ein Technologe aus der Boulder Colorado Tech-Szene. & nbsp; Kevin hat einen BS in Informatik, 15 Jahre Erfahrung in Open Source Software und Technologie Startups. Er ist ein Freiwilliger in der Boulder-Community für mehrere Community-Organisationen und ein begeisterter Open-Source-Entwickler. Seine Arbeiten wurden in <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/"> TechCrunch </a> vorgestellt, & nbsp; <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/"> CNN </a>, <a href = "http: // www. inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine </a>, <a href = "http: // www .nytimes.com / 2011/02/20 / business / 20ignite.html? _r = 4 & amp; pagewanted = 1 & amp; amp; ref = business "> Die New York Times </a>, <a href =" http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-button-into-negotiations.html">BoingBoing </a>, <n href = "http: //www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/"> WIRED </a>, <a href = "https://www.forbes.com/sites/amycastor / 2017/08/31 / toothpick-takes-top-preis-in-silicon-strand-ethereum-hackathon / # 6bf23b7452ad "> Forbes </a>, und <a href =" http: //www.techdigest. tv / 2007/08 / super_mario_get_1.html "> TechDigest </a>.</ p> <p> <strong> Gitcoin </ strong> wurde von der Community in Boulder Colorados florierender Tech-Szene getragen. Eines der erstaunlichsten Dinge an der Boulder Community ist das #givefirst Mantra. Das Gründungsteam hat seine Karriere von Beratung, Mentoring und Beziehungen in der lokalen Tech-Community aufgebaut. & nbsp; </ p> <p> Wir stellen ein. Wenn Sie dem Team beitreten möchten, <a href=mailto:founders@gitcoin.co> mailen Sie uns </a>.
es: <p> El fundador es <a href="https://linkedin.com/in/owocki"> Kevin Owocki </a>, un tecnólogo de la escena tecnológica de Boulder Colorado. & nbsp; & nbsp; Kevin & nbsp; tiene una licenciatura en Informática, 15 años de experiencia en Software de Código Abierto y Startups de Tecnología. Es voluntario en la Comunidad de Boulder para varias organizaciones comunitarias y un ávido desarrollador de código abierto. Su trabajo ha aparecido en & nbsp; <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/"> TechCrunch </a>, & nbsp; <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/"> CNN </a>, & nbsp; <a href = "http: // www. inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine </a>, & nbsp; <a href = "http: // www .nytimes.com / 2011/02/20 / business / 20ignite.html? _r = 4 & amp; amp; pagewanted = 1 & amp; amp; ref = business "> The New York Times </a>, & nbsp; <a href =" http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">BoingBoing </a>, & nbsp; <a href = "http: //www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED </a>, & nbsp; <a href = "https://www.forbes.com/sites/amycastor / 2017/08/31 / toothpick-takes-top-prize-in-silicon-beach-ethereum-hackathon / # 6bf23b7452ad "> Forbes </a>, y & nbsp; <a href =" http: //www.techdigest. tv / 2007/08 / super_mario_get_1.html "> TechDigest </a>.</ p> <p> <strong> Gitcoin </ strong> & nbsp; nació de la comunidad en la próspera escena tecnológica de Boulder Colorado. Una de las cosas más asombrosas sobre la comunidad de Boulder es el #primera mantra. El equipo fundador ha construido sus carreras a partir de consejos, tutoría y relaciones en la comunidad tecnológica local. & nbsp; </ p> <p> Estamos contratando. Si quiere unirse al equipo, <a href=mailto:founders@gitcoin.co> envíenos un correo electrónico </a>.
pl: <p> Założycielem jest <a href="https://linkedin.com/in/owocki"> Kevin Owocki </a>, technolog ze sceny technologicznej Boulder Colorado. & nbsp; & nbsp; Kevin & nbsp; ma licencjata z informatyki, 15 lat doświadczenia w Open Source Software and Technology Startups. Jest wolontariuszem w społeczności Boulder dla kilku organizacji społecznych i zapalonym twórcą open source. Jego praca została zaprezentowana w & nbsp; <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/"> TechCrunch </a>, & nbsp; <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/"> CNN </a>, & nbsp; <a href = "http: // www. inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine </a>, & nbsp; <a href = "http: // www .nytimes.com / 2011/02/20 / business / 20ignite.html? _r = 4 & amp; pageanted = 1 & amp; ref = business "> The New York Times </a>, & nbsp; <a href =" http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">BoingBoing </a>, & nbsp; <a href = "http: //www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED </a>, & nbsp; <a href = "https://www.forbes.com/sites/amycastor / 2017/08/31 / wykałaczka-bierze-nagrodę-w-krzem-plaża-ethereum-hackaton / # 6bf23b7452ad "> Forbes </a> i & nbsp; <a href =" http: //www.techdigest. tv / 2007/08 / super_mario_get_1.html "> TechDigest </a>.</ p> <p> <strong> Gitcoin </ strong> & nbsp; został utworzony przez społeczność na rozwijającej się scenie technologicznej w Boulder Colorado. Jedną z najbardziej niesamowitych rzeczy w społeczności Boulder jest #przypierwsza mantra. Zespół założycielski zbudował swoją karierę z porad, mentalności i relacji w lokalnej społeczności technologicznej. & nbsp; </ p> <p> Zatrudniamy. Jeśli chcesz dołączyć do zespołu, <a href=mailto:founders@gitcoin.co> napisz do nas </a>.

source: What is the mission of Gitcoin Core?
de: Was ist die Aufgabe von Gitcoin Core?
es: ¿Cuál es la misión de Gitcoin Core?
pl: Jaka jest misja Gitcoin Core?

source: The mission of Gitcoin is "Grow Open Source".
de: Die Mission von Gitcoin ist "Open Source wachsen".
es: La misión de Gitcoin es "Crecer de código abierto".
pl: Misją Gitcoin jest "Grow Open Source".

source: How can I stay in touch with project updates?
de: Wie kann ich mit Projekt-Updates in Verbindung bleiben?
es: ¿Cómo puedo estar en contacto con las actualizaciones del proyecto?
pl: Jak mogę pozostać w kontakcie z aktualizacjami projektu?

source: The best way to stay in touch is to <ul> <li> <a href="/#mailchimp">Subscribe to the mailing list</a> </li> <li> <a href="/twitter">Follow the project on twitter</a> </li> <li> <a href="/slack">Join the slack channel</a> </li> </ul>
de: Der beste Weg, in Kontakt zu bleiben, ist <ul> <li> <a href="/#mailchimp"> Abonnieren Sie die Mailingliste </a> </ li> <li> <a href="/twitter"> Folge dem Projekt auf Twitter </a> </ li> <li> <a href="/slack"> Tritt dem Slack Channel bei </a> </ li> </ ul>
es: La mejor manera de mantenerse en contacto es <ul> <li> <a href="/#mailchimp"> Suscríbase a la lista de correo </a> </ li> <li> <a href="/twitter"> Seguir el proyecto en Twitter </a> </ li> <li> <a href="/slack"> Únete al canal slack </a> </ li> </ ul>
pl: Najlepszym sposobem pozostania w kontakcie jest <ul> <li> <a href="/#mailchimp"> Zapisz się na listę mailingową </a> </ li> <li> <a href="/twitter"> Śledź projekt na Twitterze </a> </ li> <li> <a href="/slack"> Dołącz do luźnego kanału </a> </ li> </ ul>

source: What is the difference between Gitcoin and centralized hiring websites?
de: Was ist der Unterschied zwischen Gitcoin und zentralisierten Einstellungswebseiten?
es: ¿Cuál es la diferencia entre Gitcoin y los sitios web de contratación centralizada?
pl: Jaka jest różnica między Gitcoin a scentralizowanymi stronami internetowymi?

source: <p>There are many successful centralized hiring resources available on the web. &nbsp;Because these platforms were an&nbsp;efficient way to source, select, and manage a global workforce , millions of dollars was&nbsp;processed through these systems every day.</p> <p>Gitcoin takes the value that flows through these system, and makes it more efficient and fair. &nbsp;Gitcoin is a distributed network of smart contracts, based upon Ethereum, that aims to solve problems with centralized hiring resources, namely by</p> <ul> <li>being more open,</li> <li>being more fair,</li> <li>being more efficient,</li> <li>being easier to use.</li> <li>leveraging a global workforce,</li> <li>cutting out the middlemen,</li> </ul> <p>When Sir Tim Berners-Lee first invented the World Wide Web in the late 1980s&nbsp;to make information sharing on the Internet easier, he did something very important. He specified an open protocol, the Hypertext Transfer Protocol or HTTP, that anyone could use to make information available and to access such information. &nbsp;</p> <p>Gitcoin is similarly built on an open protocol of smart contracts.</p> <p>By specifying a&nbsp;protocol, Tim Berners-Lee opened the way for anyone to build software, so-called web servers and browsers that would be compatible with this protocol. &nbsp; By specifying an open source protocol for Funding Issues and software development scoping &amp; payment, the Gitcoin Core team hopes to similarly inspire a generation of inventions in 21st century software.</p> <p> To learn more about blockchain, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
de: <p> Es gibt viele erfolgreiche zentrale Einstellungsressourcen im Internet. Da diese Plattformen eine effiziente Methode zur Beschaffung, Auswahl und Verwaltung globaler Mitarbeiter darstellten, wurden jeden Tag Millionen von Dollars durch diese Systeme verarbeitet. </ p> <p> Gitcoin nimmt den Wert, der durch dieses System fließt, und macht es effizienter und fairer. & nbsp; Gitcoin ist ein verteiltes Netzwerk intelligenter Verträge, basierend auf Ethereum, das Probleme mit zentralisierten Einstellungsressourcen lösen soll, namentlich durch </ p> <ul> <li> ist offener, </ li> <li> ist fairer, </ li> <li> ist effizienter, </ li> <li> ist einfacher zu benutzen. </ li> <li> Nutzung einer globalen Belegschaft, </ li> <li> die Zwischenhändler auszuschneiden, </ li> </ ul> <p> Als Sir Tim Berners-Lee in den späten 1980er Jahren das World Wide Web zum ersten Mal erfand, um den Informationsaustausch im Internet zu erleichtern, tat er etwas sehr Wichtiges. Er spezifizierte ein offenes Protokoll, das Hypertext Transfer Protocol oder HTTP, das jeder verwenden könnte, um Informationen verfügbar zu machen und auf solche Informationen zuzugreifen. & nbsp; </ p> <p> Gitcoin ist in ähnlicher Weise auf einem offenen Protokoll von intelligenten Verträgen aufgebaut. </ p> <p> Tim Berners-Lee hat durch die Angabe eines Protokolls den Weg für jedermann freigemacht, Software zu bauen, sogenannte Web-Server und Browser, die mit diesem Protokoll kompatibel sind. & nbsp; Durch Angabe eines Open-Source-Protokolls für Funding Issues und Software Development Scoping & amp; Das Gitcoin Core-Team hofft, eine Generation von Erfindungen in der Software des 21. Jahrhunderts inspirieren zu können.</ p> <p> Um mehr über Blockchain zu erfahren, überprüfen Sie bitte <a href="{}"> dieses Video über web3 </a> oder das <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + ist% 3Aopen + label% 3Ahelp "> Github Issues-Board </a> </ p>
es: <p> Hay muchos recursos de contratación centralizados exitosos disponibles en la web. & nbsp; Debido a que estas plataformas eran una forma eficiente de obtener, seleccionar y administrar una fuerza laboral global, se procesaban & nbsp; todos los días a través de estos sistemas. </ p> <p> Gitcoin toma el valor que fluye a través de este sistema y lo hace más eficiente y justo. & nbsp; Gitcoin es una red distribuida de contratos inteligentes, basada en Ethereum, que tiene como objetivo resolver problemas con recursos de contratación centralizados, principalmente por </ p> <ul> <li> siendo más abierto, </ li> <li> siendo más justo, </ li> <li> siendo más eficiente, </ li> <li> siendo más fácil de usar. </ li> <li> aprovechando una fuerza laboral global, </ li> <li> cortando a los intermediarios, </ li> </ ul> <p> Cuando Sir Tim Berners-Lee inventó la World Wide Web a fines de la década de 1980 & nbsp; para facilitar el intercambio de información en Internet, hizo algo muy importante. Especificó un protocolo abierto, el Protocolo de transferencia de hipertexto o HTTP, que cualquiera podría usar para hacer que la información esté disponible y para acceder a dicha información. & nbsp; </ p> <p> Gitcoin se basa de manera similar en un protocolo abierto de contratos inteligentes. </ p> <p> Al especificar un protocolo & nbsp ;, Tim Berners-Lee abrió el camino para que cualquiera pueda crear software, los llamados servidores web y navegadores que serían compatibles con este protocolo. & nbsp; Especificando un protocolo de fuente abierta para problemas de financiación y alcance de desarrollo de software & amp; pago, el equipo de Gitcoin Core espera inspirar de manera similar una generación de inventos en el software del siglo XXI.</ p> <p> Para obtener más información sobre blockchain, consulte <a href="{}"> este video sobre web3 </a> o <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + es% 3Aopen + label% 3Ahelp "> Github Issues board </a> </ p>
pl: <p> W sieci dostępnych jest wiele udanych scentralizowanych zasobów do wynajęcia. & nbsp; Ponieważ platformy te były & nbsp; skutecznym sposobem pozyskiwania, wybierania i zarządzania globalną siłą roboczą, codziennie przetwarzano miliony dolarów za pośrednictwem tych systemów. </ p> <p> Gitcoin bierze wartość, która przepływa przez ten system, i czyni go bardziej wydajnym i sprawiedliwym. & nbsp; Gitcoin to rozproszona sieć inteligentnych kontraktów opartych na Ethereum, która ma na celu rozwiązywanie problemów ze scentralizowanymi zasobami zatrudniającymi, a mianowicie przez </ p> <ul> <li> jest bardziej otwarty, </ li> <li> bycie bardziej sprawiedliwym, </ li> <li> jest bardziej wydajny, </ li> <li> jest łatwiejszy w użyciu. </ li> <li> wykorzystując globalną siłę roboczą, </ li> <li> wycinanie pośredników, </ li> </ ul> <p> Kiedy Sir Tim Berners-Lee wynalazł World Wide Web pod koniec lat 80. XX wieku, aby ułatwić wymianę informacji w Internecie, zrobił coś bardzo ważnego. Określił protokół otwarty, protokół Hypertext Transfer lub protokół HTTP, który każdy mógł wykorzystać do udostępnienia informacji i uzyskania dostępu do takich informacji. & nbsp; </ p> <p> Gitcoin jest podobnie zbudowany na otwartym protokole inteligentnych kontraktów. </ p> <p> Określając protokół & nbsp; Tim Berners-Lee umożliwił każdemu stworzenie oprogramowania, tak zwanych serwerów internetowych i przeglądarek, które byłyby zgodne z tym protokołem. & nbsp; Określając protokół Open Source dotyczący kwestii finansowania i zakresu opracowania oprogramowania & amp; płatności, zespół Gitcoin Core ma nadzieję zainspirować pokolenie wynalazków w oprogramowaniu XXI wieku.</ p> <p> Aby dowiedzieć się więcej o blockchain, sprawdź <a href="{}"> ten film o web3 </a> lub <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Agentue + to% 3Auden + label% 3Ahelp "> Zarząd Github Issues </a> </ p>

source: Why do I need metamask?
de: Warum brauche ich Metamask?
es: ¿Por qué necesito metamask?
pl: Dlaczego potrzebuję metamask?

source: <p> You need <a href="https://metamask.io/">Metamask</a> in order to use Gitcoin. </p> <p> Metamask turns google chrome into a Web3 Browser. Web3 is powerful because it lets websites retrieve data from the blockchain, and lets users securely manage identity. </p> <p> In contrast to web2 where third parties own your data, in web3 you own your data and you are always in control. On web3, your data is secured on the blockchain, which means that no one can ever freeze your assets or censor you. </p> <p> Download Metamask <a href="https://metamask.io/">here</a> today. </p> <p> To learn more about Metamask, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
de: <p> Sie benötigen <a href="https://metamask.io/"> Metamask </a>, um Gitcoin zu verwenden. </ p> <p> Metamask verwandelt Google Chrome in einen Web3-Browser. Web3 ist sehr leistungsfähig, da Websites Daten aus der Blockchain abrufen und die Identität sicher verwalten können. </ p> <p> Im Gegensatz zu web2, wo Dritte Ihre Daten besitzen, besitzen Sie in web3 Ihre Daten und Sie haben immer die Kontrolle. Auf web3 sind Ihre Daten auf der Blockchain gesichert, was bedeutet, dass niemand Ihr Vermögen einfrieren oder zensieren kann. </ p> <p> Laden Sie Metamask <a href="https://metamask.io/"> hier </a> noch heute herunter. </ p> <p> Um mehr über Metamask zu erfahren, überprüfen Sie bitte <a href="{}"> dieses Video über web3 </a> oder das <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + ist% 3Aopen + label% 3Ahelp "> Github Issues-Board </a> </ p>
es: <p> Necesitas <a href="https://metamask.io/"> Metamask </a> para usar Gitcoin. </ p> <p> Metamask convierte google chrome en un navegador Web3. Web3 es potente porque permite que los sitios web recuperen datos de blockchain y permite a los usuarios administrar su identidad de forma segura. </ p> <p> A diferencia de web2, donde los terceros poseen sus datos, en web3 usted posee sus datos y usted siempre tiene el control. En web3, sus datos están asegurados en blockchain, lo que significa que nadie puede congelar sus activos o censurarlo. </ p> <p> Descarga Metamask <a href="https://metamask.io/"> aquí </a> hoy. </ p> <p> Para obtener más información sobre Metamask, consulte <a href="{}"> este video sobre web3 </a> o <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + es% 3Aopen + label% 3Ahelp "> Github Issues board </a> </ p>
pl: <p> Aby korzystać z Gitcoin, potrzebujesz <a href="https://metamask.io/"> Metamask </a>. </ p> <p> Metamask zamienia google chrome w przeglądarkę Web3. Web3 jest potężny, ponieważ umożliwia stronom pobieranie danych z łańcucha blokowego i pozwala użytkownikom bezpiecznie zarządzać tożsamością. </ p> <p> W przeciwieństwie do sieci web2, w której strony trzecie posiadają twoje dane, w web3 masz swoje dane i zawsze masz nad nimi kontrolę. W web3 twoje dane są zabezpieczone na blockchain, co oznacza, że ​​nikt nigdy nie może zamrozić twojego majątku ani cię cenzurować. </ p> <p> Pobierz Metamask <a href="https://metamask.io/"> tutaj </a> dzisiaj. </ p> <p> Aby dowiedzieć się więcej o Metamask, sprawdź <a href="{}"> ten film o web3 </a> lub <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Agentue + to% 3Auden + label% 3Ahelp "> Zarząd Github Issues </a> </ p>

source: Why do I need to pay gas?
de: Warum muss ich Gas bezahlen?
es: ¿Por qué tengo que pagar gasolina?
pl: Dlaczego muszę płacić gazem?
