Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: <p> "Gas" is the name for a special unit used in Ethereum. It measures how much "work" an action or set of actions takes to perform (for example, storing data in a smart contract). </p> <p> The reason gas is important is that it helps to ensure an appropriate fee is being paid by transactions submitted to the network. By requiring that a transaction pay for each operation it performs (or causes a contract to perform), we ensure that network doesn't become bogged down with performing a lot of intensive work that isn't valuable to anyone. </p> <p> Gas fees are paid to the maintainers of the Ethereum network, in return for securing all of the Ether and Ethereum-based transactions in the world. Gas fees are not paid to Gitcoin Core directly or indirectly. </p> <p> To learn more about gas, pleaes checkout the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
de: <p> "Gas" ist der Name für eine spezielle Einheit in Ethereum. Er misst, wie viel "Arbeit" eine Aktion oder eine Reihe von Aktionen ausführen muss (z. B. das Speichern von Daten in einem Smart-Vertrag). </ p> <p> Der Grund, warum Gas wichtig ist, ist, dass es hilft sicherzustellen, dass eine angemessene Gebühr durch Transaktionen bezahlt wird, die an das Netzwerk gesendet werden. Indem wir verlangen, dass eine Transaktion für jede Operation bezahlt, die sie ausführt (oder einen Vertrag ausführt), stellen wir sicher, dass das Netzwerk nicht mit einer Menge intensiver Arbeit, die für niemanden wertvoll ist, ins Stocken gerät. </ p> <p> Die Gasgebühren werden an die Betreiber des Ethereum-Netzwerks gezahlt, als Gegenleistung für die Sicherung aller Ether- und Ethereum-basierten Transaktionen in der Welt. Gasgebühren werden nicht direkt oder indirekt an Gitcoin Core gezahlt. </ p> <p> Um mehr über Gas zu erfahren, gehen Sie bitte auf das <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp"> Github Issues Board </a> </ p>
es: <p> "Gas" es el nombre de una unidad especial utilizada en Ethereum. Mide cuánto "trabajo" lleva a cabo una acción o conjunto de acciones (por ejemplo, almacenar datos en un contrato inteligente). </ p> <p> El motivo por el cual el gas es importante es que ayuda a garantizar que las transacciones enviadas a la red paguen una tarifa adecuada. Al requerir que una transacción pague por cada operación que realiza (o hace que un contrato funcione), nos aseguramos de que la red no se empantane con la realización de un trabajo intensivo que no es valioso para nadie. </ p> <p> Las tarifas de gas se pagan a los mantenedores de la red Ethereum, a cambio de asegurar todas las transacciones basadas en Ether y Ethereum en el mundo. Las tarifas de gas no se pagan a Gitcoin Core directa o indirectamente. </ p> <p> Para obtener más información sobre el gas, visite la <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp"> Junta de problemas de Github </a>. </ p>
pl: <p> "Gaz" to nazwa jednostki specjalnej używanej w Ethereum. Mierzy, ile "działa" działanie lub zestaw czynności do wykonania (na przykład przechowywanie danych w inteligentnej umowie). </ p> <p> Powodem, dla którego gaz jest ważny, jest to, że pomaga on zapewnić odpowiednią opłatę za transakcje przesłane do sieci. Wymagając, aby transakcja była płatna za każdą operację, którą wykonuje (lub powoduje wykonanie umowy), zapewniamy, że sieć nie ugrzęźnie w wyniku wykonywania intensywnej pracy, która nie jest dla nikogo wartościowa. </ p> <p> Opłaty gazowe są wypłacane opiekunom sieci Ethereum w zamian za zabezpieczenie wszystkich transakcji opartych na Ether i Ethereum na świecie. Opłaty gazowe nie są pobierane bezpośrednio lub pośrednio na rzecz Gitcoin Core. </ p> <p> Aby uzyskać więcej informacji na temat gazu, odwiedź stronę <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp"> Forum Github Issues </a> </ p>

source: What are the advanages of Ethereum based applications?
de: Was sind die Vorteile von Ethereum-basierten Anwendungen?
es: ¿Cuáles son las ventajas de las aplicaciones basadas en Ethereum?
pl: Jakie są zalety aplikacji opartych na Ethereum?

source: Here are some of the advantages of Ethereum based applications: <ul> <li> Lower (or no) fees </li> <li> No middlemen </li> <li> No third party owns or can sell your data </li> <li> No international conversion fees </li> <li> Get paid in protocol, utility, or application tokens; not just cash. </li> </ul> <p> To learn more about Ethereum based apps, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
de: Hier sind einige der Vorteile von Ethereum-basierten Anwendungen: <ul> <li> Niedrigere (oder keine) Gebühren </ li> <li> Keine Zwischenhändler </ li> <li> Kein Dritter besitzt oder kann Ihre Daten verkaufen </ li> <li> Keine internationalen Umstellungsgebühren </ li> <li> In Protokoll-, Dienstprogramm- oder Anwendungstoken bezahlt werden; nicht nur Bargeld. </ li> </ ul> <p> Um mehr über Ethereum-basierte Apps zu erfahren, überprüfen Sie bitte <a href="{}"> dieses Video über web3 </a> oder das <a href = "https://github.com/gitcoinco/gitcoinco/issues?q= ist% 3Aissue + ist% 3Aopen + Label% 3Ahelp "> Github Issues-Board </a> </ p>
es: Estas son algunas de las ventajas de las aplicaciones basadas en Ethereum: <ul> <li> Tarifas más bajas (o nulas) </ li> <li> Sin intermediarios </ li> <li> Ningún tercero posee o puede vender sus datos </ li> <li> Sin tarifas de conversión internacionales </ li> <li> Se les paga en protocolo, utilidad o tokens de aplicación; no solo efectivo </ li> </ ul> <p> Para obtener más información sobre las aplicaciones basadas en Ethereum, consulte <a href="{}"> este video sobre web3 </a> o <a href = "https://github.com/gitcoinco/gitcoinco/issues?q= es% 3Aissue + is% 3Aopen + label% 3Ahelp "> Github Issues board </a> </ p>
pl: Oto niektóre z zalet aplikacji opartych na Ethereum: <ul> <li> Niższe (lub nie) opłaty </ li> <li> Bez pośredników </ li> <li> Żadna strona trzecia nie jest właścicielem ani nie może sprzedać Twoich danych </ li> <li> Brak opłat za konwersję międzynarodową </ li> <li> Zarabiaj na tokenach protokołu, narzędzia lub aplikacji; nie tylko gotówką. </ li> </ ul> <p> Aby dowiedzieć się więcej o aplikacjach opartych na Ethereum, sprawdź <a href="{}"> ten film o web3 </a> lub <a href = "https://github.com/gitcoinco/gitcoinco/issues?q= to% 3Aiseue + is% 3Auden + label% 3Ahelp "> Zarząd Github Issues </a> </ p>

source: I still dont get it. Help!
de: Ich verstehe es immer noch nicht. Hilfe!
es: Todavía no lo entiendo ¡Ayuda!
pl: Nadal go nie rozumiem. Wsparcie!

source: We want to nerd out with you a little bit more. <a href="/slack">Join the Gitcoin Slack Community</a> and let's talk.
de: Wir wollen mit dir ein bisschen mehr nerdeln. <a href="/slack"> Tritt der Gitcoin Slack Community bei </a> und lass uns reden.
es: Queremos ponernos nerviosos contigo un poco más. <a href="/slack"> Únase a la Comunidad de Gitcoin Slack </a> y hablemos.
pl: Chcemy się trochę bardziej zepsuć. <a href="/slack"> Dołącz do społeczności Gitcoin Slack </a> i porozmawiajmy.

source: Leverage Gitcoin’s Firehose of Talent to Do More Faster
de: Nutzen Sie Gitcoins Firehose of Talent, um noch schneller zu werden
es: Aproveche la bomba de talento de Gitcoin para hacer más rápido
pl: Wykorzystaj Firehose of Talent Gitcoin, aby zrobić więcej szybciej

source: How to Price Work on Gitcoin
es: Cómo cotizar en Gitcoin
pl: Jak cenić pracę na Gitcoin

source: Post a Bounty in 90 Seconds
de: Poste ein Kopfgeld in 90 Sekunden
es: Publica un Bounty en 90 segundos
pl: Opublikuj Bounty w 90 sekund

source: Send a Tip to any Github user in 60 seconds
es: Envía un consejo a cualquier usuario de Github en 60 segundos
pl: Wyślij wskazówkę do dowolnego użytkownika Github w ciągu 60 sekund

source: How To Build A Contributor Friendly Project
es: Cómo construir un proyecto amigable para colaboradores
pl: Jak zbudować przyjazny projekt dla współtwórców

source: Fund An Issue on Gitcoin!
pl: Zredaguj sprawę na Gitcoin!

source: Getting Started With Gitcoin
pl: Pierwsze kroki z Gitcoin

source: Presskit
pl: Materiały prasowe

source: You must provide an email address
de: Sie müssen eine E-Mail-Adresse angeben
es: Debes proporcionar una dirección de correo electrónico
pl: Musisz podać adres e-mail

source: Your invite has been sent.
de: Ihre Einladung wurde gesendet.
es: Tu invitación ha sido enviada.
pl: Twoje zaproszenie zostało wysłane.

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
pl: Nieznany błąd

source: Invalid email
de: Ungültige E-Mail
es: Email inválido
pl: Niepoprawny email

source: You must provide the following fields:
pl: Musisz podać następujące pola:

source: Your token has been submitted and will be listed within 2 business days if it is accepted.
es: Su token se ha enviado y se incluirá dentro de los 2 días hábiles si se acepta.
pl: Twój token został przesłany i pojawi się w ciągu 2 dni roboczych, jeśli zostanie zaakceptowany.

source: Whitepaper
de: Weißes Papier
es: Papel blanco
pl: Biały papier

source: You're ratelimited. Please contact founders@gitcoin.co
de: Du bist ratenlimitiert. Bitte wenden Sie sich an Gründer@gitcoin.co
es: Estás ratelimited. Por favor, póngase en contacto con founders@gitcoin.co
pl: Jesteś ratelimited. Skontaktuj się z founders@gitcoin.co

source: Email: {} Role: {} Comments: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
de: Email: {} Rolle: {} Bemerkungen: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
es: Email: {} Rol: {} Comentarios: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
pl: E-mail: {} Rola: {} Komentarze: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/

source: New Whitepaper Request
de: Neue Whitepaper-Anfrage
es: Nueva solicitud de Whitepaper
pl: Nowe zlecenie Białego Papieru

source: Invalid Email. Please contact founders@gitcoin.co
de: Ungültige E-Mail. Bitte wenden Sie sich an Gründer@gitcoin.co
es: Email inválido. Por favor, póngase en contacto con founders@gitcoin.co
pl: Niepoprawny email. Skontaktuj się z founders@gitcoin.co

source: Your request has been sent. <a href=/slack>Meantime, why don't you check out the slack channel?</a>
de: Ihre Anfrage wurde verschickt. <a href=/slack> In der Zwischenzeit, warum nicht den freien Kanal ausprobieren? </a>
es: Tu solicitud ha sido enviada. <a href=/slack> Mientras tanto, ¿por qué no revisas el canal slack? </a>
pl: Twoje zapytanie zostało wysłane. <a href=/slack> W międzyczasie, dlaczego nie sprawdzasz wolnego kanału? </a>

source: Invalid Access Code. Please contact founders@gitcoin.co
de: Ungültiger Zugangscode. Bitte wenden Sie sich an Gründer@gitcoin.co
es: Código de acceso inválido. Por favor, póngase en contacto con founders@gitcoin.co
pl: Nieprawidłowy kod dostępu. Skontaktuj się z founders@gitcoin.co

source: You have exceeded your maximum number of uses for this access code. Please contact founders@gitcoin.co
de: Sie haben die maximale Anzahl von Verwendungen für diesen Zugriffscode überschritten. Bitte wenden Sie sich an Gründer@gitcoin.co
es: Ha excedido su número máximo de usos para este código de acceso. Por favor, póngase en contacto con founders@gitcoin.co
pl: Przekroczono maksymalną liczbę zastosowań tego kodu dostępu. Skontaktuj się z founders@gitcoin.co

source: New Whitepaper Generated
de: Neues Whitepaper erstellt
es: Nuevo documento técnico generado
pl: Wygenerowano nowy raport

source: Generated for access code {} by email {} at {} via ip: {}. https://gitcoin.co/whitepaper
de: Generiert für Zugangscode {} per E-Mail {} bei {} über IP: {}. https://gitcoin.co/whitepaper
es: Generado para el código de acceso {} por correo electrónico {} a {} a través de ip: {}. https://gitcoin.co/whitepaper
pl: Generowany dla kodu dostępu {} przez e-mail {} w {} przez ip: {}. https://gitcoin.co/whitepaper

source: Kevin from Gitcoin.co
de: Kevin von Gitcoin.co
es: Kevin de Gitcoin.co
pl: Kevin z Gitcoin.co

source: Invite sent
de: Einladung gesendet
es: Invitar enviado
pl: Zaproszenie wysłane

source: Japanese
es: japonés

source: The JSON configuration of the custom avatar.
es: La configuración JSON del avatar personalizado.

source: The custom avatar PNG.
es: El avatar personalizado PNG.

source: The custom avatar SVG.
es: El avatar personalizado SVG.

source: Have an open-source issue that you think would benefit the community? Suggest it be given a bounty!
es: ¿Tiene un problema de código abierto que cree que beneficiaría a la comunidad? Sugerir que se le dé una recompensa!

source: Please Login First
es: Por favor ingresa primero

source: Your ETH Address (Optional)
es: Su dirección ETH (opcional)

source: Proposed Funding Amount (USD)
es: Monto de financiamiento propuesto (USD)

source: Anything you want to tell us.
es: Cualquier cosa que quieras decirnos

source: Hooray!
es: ¡Hurra!

source: Missing required attributes.
es: Faltan los atributos requeridos.

source: Have an open-source issue that you think would benefit the community? Suggest it be given a bounty!
es: ¿Tiene un problema de código abierto que cree que beneficiaría a la comunidad? Sugerir que se le dé una recompensa!

source: Live Gas Usage => Predicted Conf Times
es: Uso de gas en vivo => Tiempos de confidencia pronosticados

source: Gas Guzzlers
es: Grandes consumidores de gas

source: Whether or not the interest requires review
es: Si el interés requiere o no revisión

source: I understand that this is an application and I should wait for approval from the funder before starting work.
es: Entiendo que esta es una aplicación y que debo esperar la aprobación del financiador antes de comenzar a trabajar.

source: Funder
de: Geldgeber
es: Financiador

source: Approve worker
es: Aprobar trabajador

source: Stop work + Ding Rep
es: Detener el trabajo + Ding Rep

source: Issue URL
de: URL eingeben
es: Emitir URL

source: Note: This is not a mainnet bounty, it is a
es: Nota: Esta no es una recompensa de mainnet, es una

source: bounty, and this invoice is only for demonstration purposes.
es: bounty, y esta factura es solo para fines de demostración.

source: Invoice
es: Factura

source: Status
es: Estado

source: Prepared by
es: Preparado por

source: Prepared for Funder
es: Preparado para el Financiador

source: Directly to counterparties via Ethereum Blockchain
es: Directamente a las contrapartes a través de Ethereum Blockchain

source: Direct Payment to
es: Pago directo a

source: ( no completed payments have been made on this invoice, although a pending payment of
es: (No se han realizado pagos completos en esta factura, aunque hay un pago pendiente de

source: is present. )
es: está presente. )

source: Used to increase the financial compensation to the bounty hunter(s) who turn around this issue.
es: Se usa para aumentar la compensación financiera a los cazarrecompensas que revierten este problema.

source: Used to tell your network about this bounty; increasing the chance that it'll be turned around.
es: Se usa para informar a su red sobre esta recompensa; aumentando la posibilidad de que se dará la vuelta.

source: Alpha Seed Implementation (New Feature)
es: Implementación de Alpha Seed (Nueva función)

source: Current Expiration
es: Vencimiento actual

source: Extend by:
es: Extender por:

source: New Expiration:
es: Nueva Vencimiento:

source: FAQ : MetaMask
es: Preguntas frecuentes: MetaMask
