Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Save this address as my direct payment address
es: Guarde esta dirección como mi dirección de pago directo

source: (Optional) Add a tip of:
es: (Opcional) Agregue una sugerencia de:

source: TECH UPGRADE
es: ACTUALIZAR TECNOLOGÍA

source: Github PR Link
de: Github PR Verbindung
es: Github PR Enlace

source: Github Username
de: Github Benutzername
es: Nombre de usuario Github

source: USD
es: Dólar estadounidense

source: Warned
es: Prevenido

source: Hidden
es: Oculto

source: Not Picked Up 3+ Days
es: No recogido 3+ días

source: Social Promotion of Bounty
es: Promoción social de Bounty

source: Promotional Text
es: Texto promocional

source: One Click Social Share Links
es: Enlaces de One Click Social Share

source: This tip is over the per-transaction limit of $
es: Este consejo supera el límite por transacción de $

source: You are over the weekly tip send limit of $
es: Usted está por encima del límite semanal de envío de propina de $

source: You've extended expiration of this issue.
es: Has extendido el vencimiento de este problema.

source: You must be funder to extend expiration
es: Debe ser financiador para extender la caducidad

source: Check out this bounty that pays out
es: Mira esta recompensa que vale la pena

source: Extend Expiration
es: Extender la caducidad

source: The bounty can not be changed anymore.
es: La recompensa ya no se puede cambiar.

source: Bounty details are unchanged.
es: Los detalles de Bounty no han cambiado.

source: You successfully changed bounty details.
es: Cambiaste con éxito los detalles de la recompensa.

source: Marketing
es: Márketing

source: Github Profile
de: Github-Profil
es: Perfil de Github

source: Bounty Details Changed for {}
es: Detalles de Bounty cambiados para {}

source: Job Hunter
es: Cazador de trabajos

source: Front End Developer
de: Entwickler für Benutzeroberflächen
es: Desarrollador Front End

source: Entrepeneur In Residence
es: Emprendedor en residencia

source: Technical Project Manager
es: Gerente de Proyecto Técnico

source: Data Scientist
de: Datenwissenschaftler
es: Científico de datos

source: By continuing to browse the site, you are agreeing to our use of cookies. Learn more in
es: Al continuar navegando por el sitio, acepta nuestro uso de cookies. Aprenda más en

source: Bounty Details Changed
es: Detalles de Bounty cambiados

source: Who's leading the Leaderboard?
es: ¿Quién lidera el Leaderboard?

source: See the top Gitcoin Network Members For the last 90 Days
es: Ver los principales miembros de la red Gitcoin durante los últimos 90 días

source: View Leaderboard
es: Ver tabla de posiciones

source: Extend Expiration Date
es: Extiende la fecha de caducidad

source: You can also cancel the bounty on the issue details page if needed.
es: También puede cancelar la recompensa en la página de detalles del problema si es necesario.

source: This tip has been remitted automatically to the Ethereum address on file for your account (
es: Este consejo ha sido remitido automáticamente a la dirección de Ethereum en el archivo de su cuenta (

source: ) via txid
es: ) a través de txid

source: This tip has been remitted automatically to the Ethereum address on file for your account via txid
es: Este consejo ha sido remitido automáticamente a la dirección de Ethereum registrada en su cuenta a través de txid

source: GITCOIN QUARTERLY
es: GITCOIN TRIMESTRAL

source: You've Been BUIDLing
es: Has estado BUIDLing

source: An overview of your stats from the last 3 months.
es: Una visión general de tus estadísticas de los últimos 3 meses.

source: You earned %(total_earned_eth)s ETH (%(total_earned_usd)s USD) from %(fulfilled_bounties_count|intcomma)s completed bounty, for an average of %(avg_eth_earned_per_bounty)s ETH (%(avg_usd_earned_per_bounty)s USD) per bounty!
es: Usted ganó %(total_earned_eth)s ETH (%(total_earned_usd)s USD) desde %(fulfilled_bounties_count|intcomma)s de recompensas completó, para un promedio de %(avg_eth_earned_per_bounty)s ETH (%(avg_usd_earned_per_bounty)s USD) por la generosidad!

source: You completed %(bounty_completion_percentage)s%% of the %(num_completed_bounties|intcomma)s bounties that you started - thanks for showing such diligence.
es: Has completado %(bounty_completion_percentage)s%% de las bondades %(num_completed_bounties|intcomma)s que has iniciado, gracias por mostrar tanta diligencia.

source: You've boosted your skills in %(no_of_languages)s different areas:
es: Ha mejorado sus habilidades en %(no_of_languages)s áreas diferentes:

source: and
es: y

source: You've Been Making Money Moves
es: Has estado haciendo movimientos de dinero

source: An overview of your OSS project's stats from the last 3 months.
es: Una descripción general de las estadísticas de su proyecto OSS de los últimos 3 meses.

source: Of the %(funded_bounties_count)s issue that you funded a bounty for, %(num_funded_fulfilled_bounties|intcomma)s were fulfilled -- that's a %(funded_fulfilled_percentage)s%% success rate!
es: De la cuestión %(funded_bounties_count)s que financió una recompensa por, %(num_funded_fulfilled_bounties|intcomma)s e cumplieron s - que es un %(funded_fulfilled_percentage)s%% tasa de éxito!

source: %(funded_bounty_developers)s contributor
es: %(funded_bounty_developers)s contribuidor

source: The following %(funded_bounty_developers)s developer has made contributions to your OSS projects this quarter:
es: El siguiente desarrollador %(funded_bounty_developers)s ha hecho contribuciones a sus proyectos OSS este trimestre:

source: %(total_funded_hours)s hour
es: %(total_funded_hours)s hora

source: Developers worked an average of %(avg_hours_per_funded_bounty)s hours per issue on your projects (only applies to bounties where users entered their hours). You funded a total of $%(total_funded_usd)s USD of work at an average rate of $%(avg_hourly_rate_per_funded_bounty)s USD / hour.
es: Los desarrolladores trabajaron un promedio de %(avg_hours_per_funded_bounty)s horas por tema en sus proyectos (solo se aplica a las recompensas donde los usuarios ingresaron sus horas). Usted financió un total de $%(total_funded_usd)s USD de trabajo a una tasa promedio de $%(avg_hourly_rate_per_funded_bounty)s USD / hour.

source: You could have been BUIDLing
es: Podrías haber estado BUIDLing

source: This bounty from the issue explorer matches your skillset:
es: Esta recompensa del explorador de problemas coincide con tu perfil:

source: Gitcoin Contract Gas Calculator
es: Calculadora de Gas Gitcoin Contract

source: FAQ
es: Preguntas más frecuentes

source: Gas & You.
es: Gas y usted.

source: Repo Maintainer?
de: Repo-Betreuer?
es: Repo mantenedor?

source: <span class="center-block">Interested on an issue?</span> <span class="center-block"> Click Start Work to express </span> <span> interest through a short form. </span>
es: <span class = "center-block"> ¿Está interesado en un problema? </ span> <span class = "center-block"> Haga clic en Iniciar trabajo para expresar </ span> <span> interés a través de una forma corta. </ span>

source: <span class="center-block">If the project requires approval,</span> <span class="center-block">keep an eye out for a notification</span> <span class="center-block">for a Request to Work confirmation</span> <span class="center-block">via email prior to begin working.</span> <span>Otherwise, work away!</span>
es: <span class = "center-block"> Si el proyecto requiere aprobación, </ span> <span class = "center-block"> manténgase atento a una notificación </ span> <span class = "center-block"> para una confirmación de Solicitud de trabajo </ span> <span class = "center-block"> por correo electrónico antes de comenzar a trabajar. </ span> <span> De lo contrario, trabajar lejos! </ span>

source: <span class="center-block">Completed your work?</span> <span class="center-block">Click Submit Work to</span> <span class="center-block">send your PR to a repo maintainer</span> <span class="center-block">for review.</span> <span>Otherwise, work away!</span>
es: <span class = "center-block"> ¿Completaste tu trabajo? </ span> <span class = "center-block"> Haz clic en Submit Work to </ span> <span class = "center-block"> envía tu PR a un mantenedor de repositorio </ span> <span class = "center-block"> para revisión. </ span> <span> De lo contrario, trabajar lejos! </ span>

source: Disputes
es: Disputas

source: Sometimes disagreements occur, here are a some tips on how to handle them.
es: A veces se producen desacuerdos, aquí hay algunos consejos sobre cómo manejarlos.

source: What to Know
es: Qué saber

source: Disputes very rarely occur given that we are mission driven in open source.
es: Las disputas ocurren muy raramente dado que estamos impulsados ​​por la misión en código abierto.

source: It’s natural for some scope to be misunderstood or not fully laid out -- so we shouldn't feel bad about that. software development is naturally iterative.
es: Es natural que se malinterprete algún alcance o que no se defina del todo, así que no deberíamos sentirnos mal por eso. el desarrollo de software es naturalmente iterativo.

source: Plan for a extra tipping budget for after the fact, if there is extra scope.
es: Planifique un presupuesto adicional para propinas para después del hecho, si hay un alcance adicional.

source: Sometimes it just doesnt work out and we need to go our seperate ways. Leave a tip for the bounty hunter for any value that was provided towards the end scope and re-bounty the task.
es: A veces simplemente no funciona y tenemos que ir por caminos separados. Deje un consejo para el cazador de recompensas por cualquier valor que se proporcionó para el alcance final y vuelva a recompensar la tarea.

source: As always feel free to contact the Gitcoin core team on slack with any questions.
es: Como siempre, no dude en ponerse en contacto con el equipo central de Gitcoin si tiene alguna pregunta.

source: <span class="center-block">Keep an eye out for an</span> <span class="center-block">email with a Work Started</span> <span class="center-block">or Request to Work notice</span> <span class="center-block">Approve the request via</span> <span>the email notification.</span>
es: <span class = "center-block"> Esté atento a un </ span> <span class = "center-block"> correo electrónico con un trabajo iniciado </ span> <span class = "center-block"> o aviso de solicitud de trabajo </ span> <span class = "center-block"> Aprobar la solicitud a través de </ span> <span> la notificación por correo electrónico. </ span>

source: <span class="center-block">Depending on the project</span> <span class="center-block">type, payment can be</span> <span class="center-block"> made to one contributor</span> <span>or to multiple contributors at one time.</span>
es: <span class = "center-block"> Según el proyecto </ span> <span class = "center-block"> type, el pago puede ser </ span> <span class = "center-block"> hecho a un colaborador </ span> <span> o a múltiples colaboradores a la vez. </ span>

source: Things to Note
es: Cosas a tener en cuenta

source: Signal Your Intent
es: Señale su intención

source: As a courtesy to other contributors and to ensure payment, use the start work button to notify all parties your intention to work.
es: Como cortesía a otros contribuyentes y para garantizar el pago, utilice el botón de inicio de trabajo para notificar a todas las partes su intención trabajar.

source: Funders Choose Workers
es: Los financiadores eligen a los trabajadores

source: The funder reserves the right to accept or deny a worker in order to find the best fit for the project.
es: El financiador se reserva el derecho de aceptar o denegar a un trabajador para encontrar la mejor opción para el proyecto.

source: Expect a few rounds of revisions to complete the project.
es: Espere algunas rondas de revisiones para completar el proyecto.

source: Be on Time
es: Llegar a tiempo

source: Gitcoin supports 2 ways to make payments to support the flexibility of each project.
es: Gitcoin admite 2 formas de realizar pagos para respaldar la flexibilidad de cada proyecto.

source: <p>This feature allows a funder to easily pay one person for the work completed. This is typically used for the traditional project type.</p>
es: <p> Esta característica permite que un financiador pague fácilmente a una persona por el Trabajo completado. Esto se usa típicamente para el tradicional tipo de proyecto. </ p>

source: <p>Multi-party payout allows multiple people to be paid at one time. This can be used for cooperative or contest project types.</p> <p>Read more about this feature here.</p>
es: <p> El pago multipartita permite pagar a varias personas a la vez hora. Esto se puede usar para tipos de proyectos cooperativos o de concurso. </ P> <p> Obtenga más información sobre esta función aquí. </ p>

source: Gitcoin supports 2 types of permissions to allow flexibility for each project.
es: Gitcoin admite 2 tipos de permisos para permitir flexibilidad para cada proyecto.

source: A Permissions based project ensures that the contributor has necessary skillsets to complete the task. Contributors will request to work on a project by clicking start work to express interest. A short summary of a work approach will also be provided in the start work form.
es: Un proyecto basado en permisos asegura que el contribuyente tiene juegos de habilidades necesarios para completar la tarea. Los contribuyentes solicitar trabajar en un proyecto haciendo clic en iniciar trabajo para expresar interesar. También se proporcionará un breve resumen de un enfoque de trabajo en el formulario de trabajo de inicio.

source: <p>Gitcoin will send you an email notification when a worker has expressed interest.</p> <p>The repo owner/funder has the right to approve or deny any request to work.</p> <p>If there is no response from the funder/repo owner, Gitcoin will auto approve the contributor after 72 hours. </p>
es: <p> Gitcoin le enviará una notificación por correo electrónico cuando un trabajador tenga interés expresado. </ p> <p> El propietario / patrocinador de repo tiene el derecho de aprobar o denegar cualquier solicitud de trabajo. </ p> <p> Si no hay respuesta del propietario del financiador / repo, Gitcoin hará auto aprobar al contribuyente después de 72 horas. </ p>

source: A permissionless project allows a contributor to begin work without permission or approval from the project owner. It is suggested that an approach and questions be raised prior the start of the project to ensure mutual understanding or the way forward.
es: Un proyecto sin permiso permite a un colaborador comenzar a trabajar sin permiso o la aprobación del propietario del proyecto. Se sugiere que un enfoque y las preguntas se plantean antes del inicio del proyecto para garantizar la mutua comprensión o el camino a seguir.

source: Although approval is not required to begin working on the project, ensure that the goals in the issue description are clear.
es: Aunque no se requiere aprobación para comenzar a trabajar en el proyecto, asegúrese de que los objetivos en la descripción del tema sean claros.

source: Gitcoin supports 3 flexible ways to set up a project to ensure the best results.
es: Gitcoin admite 3 formas flexibles de configurar un proyecto para garantizar los mejores resultados.

source: <p>Sourcing ideas, creative, searching for the best ways to solve a problem, bug hunt.</p>
es: <p> Búsqueda de ideas, creatividad, búsqueda de las mejores formas para resolver un problema, búsqueda de errores. </ p>

source: <p>A traditional project can be set up for contributors to be able to start work immediately without approval or can be set up as approval required. </p> <p>Approve workers via a Request to Work email notfication.</p>
es: <p> Se puede configurar un proyecto tradicional para que los contribuyentes puedan para comenzar a trabajar inmediatamente sin aprobación o se puede configurar como se requiere aprobación. </ p> <p> Aprobar a los trabajadores a través de una notificación por correo electrónico de Solicitud de trabajo. </ p>

source: <p>Large projects (broken up into parts), augmenting team skillsets</p>
es: <p> Grandes proyectos (divididos en partes), aumento de los conjuntos de habilidades del equipo </ p>

source: <p>When funding a cooperative bounty, provide guidance on how the project can be broken up to allow additional contributors smooth onboarding. </p> <p>The amount paid for a cooperative bounty is at the discretion of the funder. Please make sure you over-communicate your budget/intent to the bounty hunter -- It helps avoid misunderstandings in the future! </p>
es: <p> Al financiar una recompensa cooperativa, brinde orientación sobre cómo el proyecto puede dividirse para permitir contribuciones adicionales incorporación suave. </ p> <p> El monto pagado por una recompensa cooperativa queda a discreción del financiador. Por favor, asegúrese de comunicar en exceso su presupuesto / intención para el cazarrecompensas - Ayuda a evitar malentendidos en el futuro </ p>

source: <p> Sourcing ideas, creative, searching for the best ways to solve a problem, bug hunt. </p>
es: <p> Búsqueda de ideas, creatividad, búsqueda de las mejores formas para resolver un problema, búsqueda de errores. </ p>

source: <p> Be clear on the type of contest and how many winners will be provided a bounty. </p> <p> The funder resrves the right to pay only one or more than one contributor for the contest at their discretion. This depends on the type of contest listed and the number of winners alloted. </p>
es: <p> Sea claro sobre el tipo de concurso y cuántos ganadores serán proporcionado una recompensa. </ p> <p> El financiador resuelve el derecho de pagar solo a uno o más contribuidores para el concurso a su discreción. Esto depende del tipo de concurso enumerado y el número de ganadores asignados. </ p>

source: MetaMask Internationalizes Via Gitcoin
es: MetaMask internacionaliza Via Gitcoin

source: Humbleness
es: Humildad

source: It is still early days in the blockchain ecosystem.
es: Todavía es temprano en el ecosistema blockchain.

source: We believe that tokens / tokenization are just an early use case of the 'open source financial system'. Being first doesnt mean it's the best.
es: Creemos que los tokens / tokenización son solo un caso de uso temprano del 'sistema financiero de fuente abierta'. Ser el primero no significa que es el mejor.

source: Gitcoin didn't want to launch with a token before finding product-market fit. We don't think it's the morally right move to raise a bunch of money before having a product; and we don't think it's the right monetization strategy long term.
es: Gitcoin no quiso lanzar con un token antes de encontrar el ajuste del mercado de productos. No creemos que sea la movida moralmente correcta reunir un montón de dinero antes de tener un producto; y no creemos que sea la estrategia de monetización correcta a largo plazo.

source: There are other options to explore.
es: Hay otras opciones para explorar.

source: There are a number of other options to explore in terms of sustaining Gitcoin, creating a win-win business model, and aligning incentives between dapps and users in web3.
es: Hay una serie de otras opciones para explorar en términos de mantener Gitcoin, crear un modelo de negocio de ganar-ganar y alinear los incentivos entre dapps y usuarios en web3.

source: Still have questions about why Gitcoin didn’t launch with a token?
es: ¿Todavía tiene preguntas sobre por qué Gitcoin no se lanzó con un token?

source: Some other options we are exploring.
es: Algunas otras opciones que estamos explorando.

source: Are you a dapp BUIDLer who wants to consider alternatives before doing an ICO? Here is a shortlist of monetization strategies we are excited about at Gitcoin. Maybe one of them will be a fit for you!
es: ¿Eres un dapp BUIDLer que quiere considerar alternativas antes de hacer una ICO? Aquí hay una lista breve de estrategias de monetización que nos entusiasman en Gitcoin. ¡Tal vez uno de ellos sea apto para ti!

source: Trading cards on the blockchain. Known as “Non fungible tokens” (NFTs) in the space.
es: Tarjetas de intercambio en el blockchain. Conocido como "Tokens no fungibles" (NFT) en el espacio.

source: Subscription services on the blockchain. Known as SAAS to us startup geeks.
es: Servicios de suscripción en blockchain. Conocido como SAAS geeks de inicio de SAAS.

source: Standard for Bounties on the blockchain.
es: Estándar para Bounties en el blockchain.

source: We are considering a few business models. Want to learn more?
es: Estamos considerando algunos modelos de negocios. ¿Querer aprender más?

source: Thank you for your interest in using the Gitcoin brand assets. We created these guidelines to manage and protect the value of the brand. By using any of the Gitcoin brand assets, you expressly consent to respect these guidelines.
es: Gracias por su interés en usar los activos de la marca Gitcoin. Creamos estas pautas para administrar y proteger el valor de la marca. Al utilizar cualquiera de los activos de la marca Gitcoin, usted acepta expresamente respetar estas pautas.

source: If your use case is not covered below we’re happy to help answer any questions about the Gitcoin brand or other products within our brand, please contact
es: Si su caso de uso no está cubierto a continuación, nos complace ayudarle a responder cualquier pregunta sobre la marca Gitcoin u otros productos dentro de nuestra marca, contáctenos

source: Median Bounty Start Time
es: Tiempo de inicio de Median Bounty

source: <p><span class="blue_box"></span> %(count_open)s open bounties </p>
es: <p> <span class = "blue_box"> </ span> %(count_open)s recompensas abiertas </ p>

source: Test
es: Prueba

source: Select the token from the list below.
es: Seleccione el token de la lista a continuación.

source: Click 'Enable'.
es: Haga clic en 'Habilitar'.

source: Existing approvals:
es: Aprobaciones existentes:

source: ETH (since it is not an ERC20 token)
es: ETH (ya que no es un token ERC20)

source: by
es: por

source: Note: This form is only for enabling tokens *on your personal account*. If you have a token you'd like to enable otheres to use on Gitcoin,
es: Nota: Este formulario es solo para habilitar tokens * en su cuenta personal *. Si tiene un token que le gustaría habilitar otheres para usar en Gitcoin,

source: We're Not Tokenized
es: No estamos Tokenizados

source: FUND ISSUE
es: CUESTIÓN DEL FONDO

source: No ICO. No Token. No Funny Business.
es: No ICO. Sin ficha. No hay negocios divertidos.

source: Buttons
es: Botones

source: Carousel
es: Carrusel

source: Slide Two
es: Diapositiva dos

source: Forms
es: Formularios

source: Checkbox
es: Caja

source: info
es: información

source: warning
es: advertencia

source: Other whole page animations
es: Otras animaciones de página completa

source: Start Confetti
es: Comience confeti

source: Other Elements
es: Otros elementos

source: Quotes
es: Citas

source: Header
es: Encabezamiento

source: Modal Dialog
es: Diálogo modal

source: Vector Graphics
es: Gráficos vectoriales

source: Animated Static Assets
es: Activos estáticos animados

source: Static Assets
es: Activos estáticos

source: Megabull Market
es: Mercado Megabull

source: Open Source Repo Maintainer
es: Repo Mantenedor de fuente abierta

source: We didn't do a token because we felt it wasn't the right way to align incentives with our user base. Read more about the future of monetization in web3.
es: No hicimos un token porque sentimos que no era la forma correcta de alinear los incentivos con nuestra base de usuarios. Lea más sobre el futuro de la monetización en web3.

source: Your transaction has been posted to web3
de: Ihre Transaktion wurde in web3 veröffentlicht
