Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: Now that the internet of value is starting to be a thing, Gitcoin is adding a new layer of incentives into open source development, helping both the projects, by powering up their capacity, and the developers, by paying for their work.
de: Jetzt, wo das Internet des Werts beginnt, eine Sache zu sein, fügt Gitcoin eine neue Schicht von Anreizen in die Open Source-Entwicklung ein und hilft sowohl den Projekten, indem sie ihre Kapazität antreibt, als auch den Entwicklern, indem sie für ihre Arbeit bezahlen.

source: Gitcoin helps us to finally close out the issues we’ve been meaning to get around to for too long.
de: Gitcoin hilft uns, endlich die Probleme zu lösen, zu denen wir uns zu lange hingezogen gefühlt haben.

source: Gitcoin is precisely what I’ve been looking for! It gives every developer a vehicle to make extra money or move their open source project ahead.
de: Gitcoin ist genau das, was ich gesucht habe! Es gibt jedem Entwickler ein Vehikel, um zusätzliches Geld zu verdienen oder sein Open-Source-Projekt voranzutreiben.

source: I feel it is so awesome to have the opportunity through Gitcoin to do what I love and get paid for it, and to have reasonable freedom about the way I work, that it already seems too good to be true.
de: Ich finde es ist so toll, durch Gitcoin die Möglichkeit zu haben, das zu tun, was ich liebe und dafür bezahlt zu werden, und angemessene Freiheit in der Art zu haben, wie ich arbeite, dass es schon zu gut ist, um wahr zu sein.

source: <h1>Coming soon!</h1> If youre seeing this page its because apple is reviewing the app... and release is imminent :)
de: <h1> In Kürze! </ h1> Wenn Sie diese Seite sehen, weil Apple die App überprüft ... und die Veröffentlichung bevorsteht :)
