Repository: gitcoinco/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, pl

source: The submitted project has been accepted and the funds have been paid.
de: Das eingereichte Projekt wurde angenommen und die Mittel wurden bezahlt.
es: El proyecto presentado ha sido aceptado y los fondos han sido pagados.
pl: Zgłoszony projekt został zaakceptowany, a środki zostały wypłacone.

source: Cancellation Status
de: Stornierungsstatus
es: Estado de cancelación
pl: Status anulowania

source: Work was not completed by the expiration date.
de: Die Arbeit wurde nicht bis zum Ablaufdatum abgeschlossen.
es: El trabajo no se completó antes de la fecha de vencimiento.
pl: Prace nie zostały zakończone przed upływem daty ważności.

source: Canceled
de: Abgebrochen
es: Cancelado
pl: Anulowany

source: A funded bounty was cancelled by the owner of the project
de: Ein finanziertes Kopfgeld wurde vom Eigentümer des Projekts abgesagt
es: El propietario del proyecto canceló una recompensa financiada
pl: Nagroda finansowana została anulowana przez właściciela projektu

source: Please Unlock Metamask to Continue
pl: Odblokuj Metamask, aby kontynuować

source: In order to continue, you'll need to unlock metamask.
de: Um fortzufahren, musst du die Metamask freischalten.
es: Para continuar, deberás desbloquear metamask.
pl: Aby kontynuować, musisz odblokować metamaskę.

source: Please unlock Metamask and refresh the page.
de: Bitte entsperre Metamask und aktualisiere die Seite.
es: Desbloquea Metamask y actualiza la página.
pl: Odblokuj Metamask i odśwież stronę.

source: Can't get web3 to work? Get help here.
de: Kann web3 nicht zur Arbeit kommen? Holen Sie sich Hilfe hier.
es: ¿No puedes hacer que web3 funcione? Obtenga ayuda aquí.
pl: Nie możesz uruchomić web3 do działania? Uzyskaj pomoc tutaj.

source: Warning: the ethereum network is quite congested at the moment.
de: Achtung: Das Ethereum-Netzwerk ist momentan ziemlich überlastet.
es: Advertencia: la red ethereum está bastante congestionada en este momento.
pl: Ostrzeżenie: sieć ethereum jest obecnie dość zatłoczona.

source: Stats
de: Statistiken
pl: Statystyki

source: The following MetaMask settings should give a <span id="confTime">5</span> min confirmation for <span id="ethAmount">unknown</span> ETH (<span id="usdAmount">unknown</span> USD)
de: Die folgenden MetaMask-Einstellungen sollten eine <span id = "confTime"> 5 </ span> min-Bestätigung für <span id = "ethAmount"> unbekannt </ span> ETH (<span id = "usdAmount"> unbekannt </ span > USD)
es: Las siguientes configuraciones de MetaMask deberían dar una confirmación <span id = "confTime"> 5 </ span> min para <span id = "ethAmount"> unknown </ span> ETH (<span id = "usdAmount"> unknown </ span > USD)
pl: Następujące ustawienia MetaMask powinny dać <span id = "confTime"> 5 </ span> min potwierdzenie dla <span id = "ethAmount"> nieznane </ span> ETH (<span id = "usdAmount"> unknown </ span > USD)

source: The following Trust settings should give a <span id="confTime">5</span> min confirmation for <span id="ethAmount">unknown</span> ETH (<span id="usdAmount">unknown</span> USD)
de: Die folgenden Trust-Einstellungen sollten eine <span id = "confTime"> 5 </ span> min Bestätigung für <span id = "ethAmount"> unbekannt </ span> ETH (<span id = "usdAmount"> unknown </ span > USD)
es: La siguiente configuración de confianza debería dar una confirmación <span id = "confTime"> 5 </ span> min para <span id = "ethAmount"> unknown </ span> ETH (<span id = "usdAmount"> unknown </ span > USD)
pl: Następujące ustawienia zaufania powinny dawać potwierdzenie <span id = "confTime"> 5 </ span> min dla <span id = "ethAmount"> nieznane </ span> ETH (<span id = "usdAmount"> unknown </ span > USD)

source: Gas Limit (units)
de: Gaslimit (Einheiten)
es: Límite de gas (unidades)
pl: Limit gazu (jednostki)

source: Gas Price (gwei)
de: Gaspreis (gwei)
es: Precio del gas (gwei)
pl: Cena gazu (gwei)

source: Help
de: Hilfe
es: Ayuda
pl: Wsparcie

source: Why do I need metamask / gas?
de: Warum brauche ich Metamask / Gas?
es: ¿Por qué necesito metamask / gas?
pl: Dlaczego potrzebuję metamask / gazu?

source: What gas price should I use?
de: Welchen Gaspreis sollte ich verwenden?
es: ¿Qué precio de la gasolina debería usar?
pl: Jakiej ceny gazu powinienem użyć?

source: What are current network condtions?
de: Was sind aktuelle Netzwerkbedingungen?
es: ¿Cuáles son las condiciones actuales de la red?
pl: Jakie są obecne uwarunkowania sieciowe?

source: You're almost there!
de: Du bist fast da!
es: ¡Ya casi estás ahí!
pl: Jesteś prawie na miejscu!

source: In order to continue, you'll need some Ether.
de: Um fortzufahren, brauchst du etwas Ether.
es: Para continuar, necesitarás un éter.
pl: Aby kontynuować, będziesz potrzebował trochę Eteru.

source: 'Ether' is a digital asset that can be used to pay for the computational resources needed to run an application or program. In this case, Gitcoin.
de: "Ether" ist ein digitales Asset, mit dem Rechenressourcen bezahlt werden können, die zum Ausführen einer Anwendung oder eines Programms benötigt werden. In diesem Fall, Gitcoin.
es: 'Ether' es un activo digital que se puede usar para pagar los recursos computacionales necesarios para ejecutar una aplicación o programa. En este caso, Gitcoin.
pl: "Eter" jest zasobem cyfrowym, który można wykorzystać do pokrycia zasobów obliczeniowych potrzebnych do uruchomienia aplikacji lub programu. W tym przypadku Gitcoin.

source: The easiest way to get Ether is to request it via the Gitcoin Faucet:
de: Der einfachste Weg, Ether zu bekommen, ist es, es über den Gitcoin-Hahn anzufordern:
es: La forma más fácil de obtener Ether es solicitarlo a través de Gitcoin Faucet:
pl: Najłatwiejszym sposobem uzyskania Ether'a jest żądanie go przez Gitcoin Faucet:

source: View Faucet
de: Wasserhahn anzeigen
es: Ver Faucet
pl: Zobacz kran

source: Toolbox
de: Werkzeugkasten
es: Caja de instrumento
pl: Przybornik

source: Make Gitcoin your own by enabling the tools that suit your needs.
de: Machen Sie sich das Gitcoin zu Eigen, indem Sie die Tools aktivieren, die Ihren Anforderungen entsprechen.
es: Haga su propio Gitcoin habilitando las herramientas que se adapten a sus necesidades.
pl: Stwórz własny Gitcoin, włączając narzędzia odpowiadające Twoim potrzebom.

source: Table of Contents
de: Inhaltsverzeichnis
es: Tabla de contenido
pl: Spis treści

source: Send a tip to any github user at the click of a button.
pl: Wyślij wskazówkę do dowolnego użytkownika github za jednym kliknięciem.

source: Receive Tip
de: Trinkgeld erhalten
es: Recibir consejo
pl: Odbierz wskazówkę

source: Tip Sent
pl: Porada wysłana

source: Permission Denied
pl: Odmowa uprawnień

source: Tip Created
pl: Wskazówka Utworzono

source: Add Interest
es: Agregar interés
pl: Dodaj zainteresowanie

source: You must be authenticated via github to use this feature!
de: Sie müssen über Github authentifiziert sein, um diese Funktion nutzen zu können!
es: ¡Debe estar autenticado a través de github para usar esta función!
pl: Aby korzystać z tej funkcji, musisz być uwierzytelniony przez github!

source: There is already someone working on this bounty.
pl: Jest już ktoś, kto pracuje nad tą nagrodą.

source: You may only work on max of {num_issues} issues at once.
es: Solo puede trabajar en un máximo de {num_issues} problemas a la vez.
pl: Możesz pracować na maksimum tylko {num_issues} naraz.

source: Because a staff member has had to remove you from a bounty in the past, you are unable to startmore work at this time. Please leave a message on slack if you feel this message is in error.
pl: Ponieważ członek personelu musiał usunąć Cię z nagrody w przeszłości, nie możesz teraz rozpocząć pracy. Jeśli uważasz, że ta wiadomość jest błędna, zostaw wiadomość na luzie.

source: You have already started work on this bounty!
pl: Już rozpocząłeś pracę nad tą nagrodą!

source: You have started work.
es: Has comenzado a trabajar.
pl: Rozpocząłeś pracę.

source: You have applied to start work. If approved, you will be notified via email.
es: Usted ha solicitado comenzar el trabajo. Si se aprueba, se le notificará por correo electrónico.
pl: Złożyłeś wniosek o rozpoczęcie pracy. Jeśli zostanie zatwierdzony, otrzymasz powiadomienie e-mailem.

source: You haven't expressed interest on this bounty.
de: Sie haben Interesse an dieser Prämie nicht ausgedrückt.
es: No has expresado interés en esta recompensa.
pl: Nie wyraziłeś zainteresowania tą nagrodą.

source: You've stopped working on this, thanks for letting us know.
es: Has dejado de trabajar en esto, gracias por avisarnos.
pl: Przestałeś nad tym pracować, dziękuję za poinformowanie nas.

source: Onboarding Flow
es: Flujo de incorporación
pl: Wprowadzanie Flow

source: Issue Explorer
de: Problem-Explorer
pl: Problem Explorer

source: Process Issue
de: Prozessproblem
es: Problema de proceso
pl: Problem procesowy

source: Multi-Party Payout
es: Pago multipartita
pl: Wypłata na wielu graczy

source: Increase Bounty
de: Bounty erhöhen
es: Aumentar Bounty
pl: Zwiększ Bounty

source: Bounty is now hidden
es: Bounty ahora está oculto
pl: Bounty jest teraz ukryty

source: Bounty message has been sent
pl: Wiadomość Bounty została wysłana

source: Bounty is now remarket ready
es: Bounty ahora está listo para el mercado
pl: Bounty jest teraz gotowy do remarketingu

source: Bounty is now NOT remarket ready
es: Bounty ahora NO está listo para el mercado
pl: Bounty nie jest teraz gotowy do remarketingu

source: Bounty auto approvals are now suspended
es: Las aprobaciones automáticas de Bounty ahora están suspendidas
pl: Zatwierdzenia automatyczne Bounty są teraz zawieszone

source: Not a valid status choice. Please choose a valid status (no quotes):
es: No es una opción de estado válida. Por favor, elija un estado válido (sin comillas):
pl: Nieprawidłowy wybór statusu. Wybierz prawidłowy status (bez cudzysłowów):

source: Status updated to "{admin_override_satatus}"
es: Estado actualizado a "{admin_override_satatus}"
pl: Status zaktualizowany do "{admin_override_satatus}"

source: Warning messages have been snoozed for {snooze_days} days
es: Los mensajes de advertencia se han pospuesto durante {snooze_days} días
pl: Wiadomości ostrzegawcze zostały odłożone na {snooze_days} dni

source: You must be logged in to approve or reject worker submissions. Please login and try again.
es: Debe iniciar sesión para aprobar o rechazar las presentaciones de los trabajadores. Por favor inicie sesión e intente de nuevo.
pl: Musisz być zalogowany, aby zatwierdzić lub odrzucić zgłoszenia pracowników. Zaloguj się i spróbuj ponownie.

source: This worker does not exist or is not in a pending state. Perhaps they were already approved or rejected? Please check your link and try again.
pl: Ten pracownik nie istnieje lub nie jest w stanie oczekiwania. Być może zostały już zatwierdzone lub odrzucone? Sprawdź swój link i spróbuj ponownie.

source: {worker} has been {mutate_worker_action_past_tense}
es: {worker} ha sido {mutate_worker_action_past_tense}
pl: {worker} został {mutate_worker_action_past_tense}

source: Only the funder of this bounty may perform this action.
pl: Jedynie podmiot finansujący tę nagrodę może wykonać to działanie.

source: Funded Issue Details | Gitcoin
de: Funded Details zum Thema | Gitcoin
es: Detalles del problema financiado | Gitcoin
pl: Szczegóły dotyczące wydanych środków | Gitcoin

source: Quickstart Video
es: Video de inicio rápido
pl: Szybki start wideo

source: Basics
de: Grundlagen
es: Lo esencial
pl: Podstawy

source: Accelerate your dev workflow with Gitcoin's incentivization tools.
de: Beschleunigen Sie Ihren Entwicklungsprozess mit Gitcoins Incentivierungswerkzeugen.
es: Acelere su flujo de trabajo de desarrollo con las herramientas de incentivo de Gitcoin.
pl: Przyspiesz proces pracy deweloperów dzięki narzędziom motywacyjnym Gitcoin.

source: Gas Tools
pl: Narzędzia gazowe

source: Paying Gas is a part of using Ethereum. It's much easier with our suite of gas tools.
es: Pagar Gas es una parte del uso de Ethereum. Es mucho más fácil con nuestro conjunto de herramientas de gas.
pl: Paying Gas jest częścią korzystania z Ethereum. Z naszym zestawem narzędzi gazowych jest o wiele łatwiej.

source: Take your OSS game to the next level!
de: Bringen Sie Ihr OSS-Spiel auf die nächste Stufe!
es: ¡Lleva tu juego OSS al siguiente nivel!
pl: Przenieś swoją grę OSS na wyższy poziom!

source: Community
de: Gemeinschaft
es: Comunidad
pl: Społeczność

source: Friendship, mentorship, and community are all part of the process.
de: Freundschaft, Mentorschaft und Gemeinschaft sind Teil dieses Prozesses.
es: La amistad, la tutoría y la comunidad son parte del proceso.
pl: Przyjaźń, opieka i społeczność są częścią tego procesu.

source: Tools to BUIDL Gitcoin
de: Werkzeuge zu BUIDL Gitcoin
es: Herramientas para BUIDL Gitcoin
pl: Narzędzia do BUIDL Gitcoin

source: Gitcoin is built using Gitcoin. Purdy cool, huh?
de: Gitcoin wird mit Gitcoin gebaut. Purdy cool, nicht wahr?
es: Gitcoin está construido usando Gitcoin. Purdy genial, ¿eh?
pl: Gitcoin jest zbudowany przy użyciu Gitcoin. Purdy fajny, co?

source: Tools in Alpha
de: Werkzeuge in Alpha
es: Herramientas en Alpha
pl: Narzędzia w alfy

source: These fresh new tools are looking for someone to test ride them!
de: Diese neuen, neuen Tools suchen jemanden, der sie testen kann!
es: ¡Estas nuevas herramientas están buscando a alguien que las pruebe!
pl: Te nowe, świeże narzędzia szukają kogoś, kto przetestuje je na przejażdżce!

source: Tools Coming Soon
de: Werkzeuge, die bald kommen
es: Herramientas Próximamente
pl: Narzędzia już wkrótce

source: These tools will be ready soon. They'll get here sooner if you help BUIDL them :)
de: Diese Werkzeuge werden bald fertig sein. Sie werden früher hier ankommen, wenn Sie BUIDL ihnen helfen :)
es: Estas herramientas estarán listas pronto. Llegarán aquí antes si ayudas a BUIDL :)
pl: Narzędzia te będą wkrótce gotowe. Dostaną się tu wcześniej, jeśli pomożesz im ZBUDOWAĆ :)

source: Just for Fun
de: Nur zum Spaß
es: Solo por diversión
pl: Dla żartu

source: Some tools that the community built *just because* they should exist.
de: Einige Tools, die die Community gebaut hat, nur weil * sie existieren sollten.
es: Algunas herramientas que la comunidad creó * solo porque * deberían existir.
pl: Niektóre narzędzia zbudowane przez społeczność * tylko dlatego, że * powinny istnieć.

source: Gitcoin Toolbox
es: Caja de herramientas de Gitcoin
pl: Zestaw narzędzi Gitcoin

source: Don't Miss New Tools!
de: Verpasse keine neuen Werkzeuge!
es: ¡No te pierdas nuevas herramientas!
pl: Nie przegap nowych narzędzi!

source: Bad request
de: Ungültige Anforderung
es: Solicitud incorrecta
pl: Zła prośba

source: Coin Redemption
de: Einlösung von Münzen
es: Redención de monedas
pl: Odkupienie monety

source: PENDING
de: STEHT AUS
es: PENDIENTE
pl: W OCZEKIWANIU

source: INITIAL
de: INITIALE
es: INICIAL
pl: INICJAŁ

source: Create Funded Issue
de: Erstellen Sie ein finanziertes Problem
es: Crear un problema financiado
pl: Utwórz kwestię finansową

source: key for this data report
es: clave para este informe de datos
pl: klucz do tego raportu danych

source: The report associated with this project
es: El informe asociado a este proyecto
pl: Raport związany z tym projektem

source: Activity
de: Aktivität
es: Actividad
pl: Czynność

source: Hourly
de: Stündlich
es: Cada hora
pl: Cogodzinny

source: Daily
de: Täglich
es: Diario
pl: Codziennie

source: Weekly
de: Wöchentlich
es: Semanal
pl: Co tydzień

source: Charts
de: Diagramme
es: Gráficos
pl: Wykresy

source: Table
de: Tabelle
es: Mesa
pl: Stół

source: Chart will be rendered here
de: Diagramm wird hier gerendert
es: El gráfico se representará aquí
pl: Wykres zostanie wyświetlony tutaj

source: Sign Mismatch Error
es: Error de coincidencia de signo
pl: Błąd niezgodności znaku

source: For SPAM prevention reasons, you may not perform this action right now. Please contact support if you believe this message is in error.
es: Por razones de prevención de SPAM, no puede realizar esta acción en este momento. Por favor, póngase en contacto con soporte si cree que este mensaje es un error.
pl: Ze względu na profilaktykę SPAM możesz nie wykonać tej akcji już teraz. Skontaktuj się z pomocą techniczną, jeśli uważasz, że ta wiadomość jest błędna.

source: Your request has been submitted. Please wait for the transaction to mine!
es: Su solicitud ha sido enviada. Por favor espere a que la transacción sea mía!
pl: Twoja prośba została wysłana. Proszę czekać na transakcję do kopalni!

source: Where to send interested parties
de: Wohin schicken Sie Interessenten?
es: Dónde enviar partes interesadas
pl: Gdzie wysłać zainteresowane strony

source: Plainext only please!
de: Bitte nur Plainext!
es: Plainext solo por favor!
pl: Plainext tylko proszę!

source: The upstream project being linked it..
de: Das vorgelagerte Projekt wird verlinkt ..
es: El proyecto upstream está vinculado a él ..
pl: Projekt połączony z nim jest połączony ..

source: comma delimited
de: Komma abgegrenzt
es: separado por comas
pl: rozdzielany przecinkami

source: string representation of the payout (only needed it amount/denomination cannot be filled out
de: String-Darstellung der Auszahlung (nur benötigt Betrag / Nennwert kann nicht ausgefüllt werden
es: Representación de cadena del pago (solo se necesita su cantidad / denominación no puede ser completada
pl: ciąg reprezentacji wypłaty (potrzebna tylko kwota / nominał nie może zostać wypełniony

source: View API
de: API anzeigen
es: Ver API
pl: Zobacz API

source: Sort by
de: Sortiere nach
es: Ordenar por
pl: Sortuj według

source: Oldest
de: Älteste
es: Más antiguo
pl: Najstarszy

source: Newest
de: Neueste
es: El más nuevo
pl: Najnowszy

source: Highest Value
de: Höchster Wert
es: Mayor valor
pl: Najwyższa wartość

source: Lowest Value
de: Niedrigster Wert
es: El valor más bajo
pl: Najniższa wartość

source: Categories
de: Kategorien
es: Categorías
pl: Kategorie

source: Post New
de: Neue Nachricht verfassen
es: Publicar nuevo
pl: Opublikuj nowe

source: first
de: zuerst
es: primero
pl: pierwszy

source: previous
de: Bisherige
es: anterior
pl: poprzedni

source: Page %(bounties_paginator.number)s of %(bounties_paginator.paginator.num_pages)s.
de: Seite% (bounties_paginator.number) s von% (bounties_paginator.paginator.num_pages) s.
es: Página %(bounties_paginator.number)s de %(bounties_paginator.paginator.num_pages)s.
pl: Strona %(bounties_paginator.number)s %(bounties_paginator.paginator.num_pages)s.

source: next
de: Nächster
es: siguiente
pl: Kolejny

source: last
de: letzte
es: último
pl: ostatni, ubiegły, zeszły

source: New Universal Bounty
de: Neue Universale Prämie
es: Nueva recompensa universal
pl: Nowa uniwersalna nagroda

source: Go Back
de: Geh zurück
es: Regresa
pl: Wróć

source: created
de: erstellt
es: creado
pl: stworzony

source: source
de: Quelle
es: fuente
pl: źródło

source: View Bounty
de: Bounty anzeigen
es: Ver Bounty
pl: Zobacz Bounty

source: Funding
de: Finanzierung
es: Fondos
pl: Finansowanie

source: Value
de: Wert
es: Valor
pl: Wartość

source: Bounties for Software Work from across the internets.
de: Prämien für Software Arbeiten aus dem gesamten Internet.
es: Recompensas por el trabajo de software a través de los internets.
pl: Nagrody za oprogramowanie Praca z Internetu.

source: Create a new Bounty for Software Work from across the internets.
de: Erstellen Sie eine neue Bounty für Software-Arbeit über das Internet.
es: Crea un nuevo Bounty para Trabajo de Software desde todos los internets.
pl: Utwórz nową nagrodę Bounty za pracę z oprogramowaniem z Internetu.

source: An email has been sent to an administrator to approve your submission
de: Eine E-Mail wurde an einen Administrator gesendet, um Ihre Einreichung zu bestätigen
es: Se ha enviado un correo electrónico a un administrador para aprobar su envío
pl: E-mail został wysłany do administratora, aby zatwierdzić swoje zgłoszenie

source: Faucet Request
de: Wasserhahn Anfrage
es: Solicitud de Faucet
pl: Prośba o kran

source: Pursuant to making Ethereum and Gitcoin broadly accessible to everyone Gitcoin may provide a minimal faucet distribution of ether so you may easily claim issues and gain more ether.
es: En virtud de hacer que Ethereum y Gitcoin sean ampliamente accesibles para todos, Gitcoin puede proporcionar una distribución mínima de faucet de éter para que pueda fácilmente reclamar problemas y ganar más éter.
pl: W związku z tym, że Ethereum i Gitcoin są powszechnie dostępne dla wszystkich Gitcoin może zapewnić minimalną dystrybucję eterów z kranu, więc możesz łatwo zgłaszać problemy i zyskać więcej eterów.

source: Please note, all input fields are required. Comment is optional.
de: Bitte beachten Sie, dass alle Eingabefelder erforderlich sind. Kommentar ist optional.
es: Tenga en cuenta que todos los campos de entrada son obligatorios. El comentario es opcional.
pl: Pamiętaj, że wszystkie pola wejściowe są wymagane. Komentarz jest opcjonalny.

source: Email Address
de: E-Mail-Addresse
es: Dirección de correo electrónico
pl: Adres e-mail

source: char left
de: Char links
es: char izquierdo
pl: char po lewej stronie

source: Request Received
de: Anfrage erhalten
es: Solicitud recibida
pl: Prośba otrzymana

source: Your request for a faucet distribution has been received. An administrator will review your request shortly (up to 24 hours on weekdays, on next business day if on weekends / holidays) and arrange a deposit if approved.
es: Su solicitud de distribución de grifos ha sido recibida. Un administrador revisará su solicitud en breve (hasta 24 horas los días de la semana, el siguiente día hábil si es en fines de semana / días festivos) y organizará un depósito si se aprueba.
pl: Twoja prośba o dystrybucję kranów została odebrana. Administrator sprawdzi wkrótce Twoją prośbę (do 24 godzin w dni powszednie, w następnym dniu roboczym, jeśli w weekendy / święta) i zorganizuje depozyt, jeśli zostanie zatwierdzony.

source: While you wait, why not create an *free* Gitcoin ENS name?
es: Mientras esperas, ¿por qué no creas un nombre * gratuito * Gitcoin ENS?
pl: Kiedy czekasz, dlaczego nie utworzyć * bezpłatnej nazwy Gitcoin ENS?

source: There was an error
de: Es gab einen Fehler
es: Hubo un error
pl: Wystąpił błąd

source: Something went wrong submitting your request
de: Bei der Übermittlung Ihrer Anfrage ist ein Fehler aufgetreten
es: Algo salió mal enviando su solicitud
pl: Coś poszło nie tak, przesyłając Twoją prośbę

source: Process Faucet Request
de: Prozesshahn Anfrage
es: Solicitud de Fauce de proceso
pl: Przetwarzaj żądanie kranu

source: MetaMask Extension Not Detected
de: MetaMask-Erweiterung nicht erkannt
es: Extensión de MetaMask no detectada
pl: Nie wykryto rozszerzenia MetaMask

source: Please Unlock MetaMask To Continue
de: Bitte entsperren Sie MetaMask, um fortzufahren
es: Desbloquear MetaMask para continuar
pl: Odblokuj MetaMask, aby kontynuować

source: MetaMask Active Account Is Empty
de: Aktives MetaMask-Konto ist leer
es: La cuenta activa MetaMask está vacía
pl: Aktywne konto MetaMask jest puste

source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
pl: Transakcja nieudana

source: By funding this faucet request, you will transfer %(faucet_amount)s ETH to %(obj.github_username)s with a wallet address of %(obj.address)s
de: Mit der Finanzierung dieser Wasserhahn-Anfrage überweisen Sie %(faucet_amount)s ETH an % (obj.github_username) s mit einer Wallet-Adresse von% (obj.address) s
es: Al financiar esta solicitud de faucet, transferirá %(faucet_amount)s ETH a %(obj.github_username)s con una dirección de cartera de %(obj.address)s
pl: Przez finansowanie tego żądania kranu, przeniesiesz %(faucet_amount)s ETH do %(obj.github_username)s z adresem portfela %(obj.address)s
